Repository: ravi-codes/test
Catalog: sites/all/modules/ccs/hpbx/hpbx.*.po
Languages: de, hu, nl, pl, ro

source: hpbx edit auto attendant
de: hpbx automatischen Teilnehmer bearbeiten
hu: hpbx automatikus résztvevo szerkesztése
pl: Wirtualna Centrala edytuj automatyczną sekretarkę
ro: hpbx editare auto asistent

source: hpbx delete auto attendant
de: hpbx automatischen Teilnehmer löschen
hu: hpbx automatikus résztvevo törlése
pl: Wirtualna Centrala usuń automatyczną sekretarkę
ro: hpbx stergere auto asistent

source: hpbx view conference
de: hpbx Konferenz anzeigen
hu: hpbx konferencia megtekintése
pl: Wirtualna Centrala pokaż konferencję
ro: hpbx vizualizare audio conferinta

source: hpbx edit conference
de: hpbx Konferenz bearbeiten
hu: hpbx konferencia szerkesztése
pl: Wirtualna Centrala edytuj konferencję
ro: hpbx editare audio conferinta

source: hpbx delete conference
de: hpbx Konferenz löschen
hu: hpbx konferencia törlése
pl: Wirtualna Centrala usuń konferencję
ro: hpbx stergere audio conferinta

source: hpbx view numbers
de: hpbx Nummern anzeigen
hu: hpbx számok megtekintése
pl: Wirtualna Centrala pokaż numery
ro: hpbx vizualizare numere

source: hpbx edit audio
de: hpbx Ton bearbeiten
hu: hpbx hanganyag szerkesztése
pl: Wirtualna Centrala edytuj audio
ro: hpbx editare audio

source: hpbx view administrator user
de: hpbx Administratorbenutzer anzeigen
hu: hpbx adminisztrátor felhasználó megtekintése
pl: Wirtualna Centrala pokaż administratora
ro: hpbx vizualizare user administrator

source: hpbx edit administrator user
de: hpbx Administratorbenutzer bearbeiten
hu: hpbx adminisztrátor felhasználó szerkesztése
pl: Wirtualna Centrala edytuj admininstratora
ro: hpbx editare user administrator

source: hpbx administer reseller
de: hpbx Wiederverkäufer verwalten
hu: hpbx viszonteladó adminisztrálása
pl: Wirtualna Centrala zarządzaj dystrybutorem
ro: hpbx editare client distribuitor

source: hpbx change password (as non subscriber)
de: hpbx Passwort ändern (als Nicht-Teilnehmer)
hu: hpbx jelszó megváltoztatása (nem elofizetoként)
pl: Wirtualna Centrala zmień hasło (jako nie-abonent)
ro: hpbx schimbare parola (nu ca abonanat)

source: hpbx view dashboard
de: hpbx Dashboard anzeigen
hu: hpbx dashboard megtekintése
pl: Wirtualna Centrala pokaż panel sterujący
ro: hbpx vizualizare Tablou de bord

source: hpbx send fax
de: hpbx Fax versenden
hu: hpbx fax küldése

source: hpbx view fax log
de: hpbx Faxlog anzeigen
hu: hpbx fax napló megtekintése

source: hpbx view fax2email
de: hpbx Fax2Email anzeigen
hu: hpbx fax2email megtekintése

source: hpbx edit fax2email
de: hpbx Fax2Email bearbeiten
hu: hpbx fax2email szerkesztése

source: hpbx delete fax2email
de: hpbx Fax2Email löschen
hu: hpbx fax2email törlése

source: Terms not found
de: Bedingungen nicht gefunden
hu: A feltételek nem találhatók
pl: Nie znaleziono warunków
ro: Sintaxa necunoscuta

source: I agree
de: Ich stimme zu
hu: Beleegyezem
pl: Zgadzam się
ro: Sunt de acord

source: HPBX general settings
de: HPBX allgemeine Einstellungen
hu: HPBX általános beállítások

source: Report
de: Bericht
hu: Jelentés
pl: Zgłoś
ro: Raport

source: Welcome
de: Willkommen
hu: Üdvözöljük
pl: Witaj
ro: Bine ati venit

source: Save
de: Speichern
hu: Mentés
pl: Zapisz
ro: Salveaza

source: Yes
de: Ja
hu: Igen
pl: Tak
ro: Da

source: No
de: Nein
hu: Nem
pl: Nie
ro: Nu

source: Werkdagen > Werktijden
de: Arbeitstage > Arbeitszeit
hu: Munkanap > Munkaido
ro: Zile lucratoare>Program de lucru

source: Werkdagen > Lunchtijd
de: Arbeitstage > Mittagszeit
hu: Munkanap > Ebédido
ro: Zile lucratoare>Pauza de masa

source: Werkdagen > Koffiepauzes
de: Arbeitstage > Kaffeepause
hu: Munkanap > Kávészünet
ro: Zile lucratoare>Pauza de cafea

source: Werkdagen > Buiten werktijd
de: Werkdagen > Außerhalb der Arbeitszeit
hu: Munkanap > Munkaidon kívül
ro: Zile lucratoare>In afara orelor de program

source: Weekend
de: Wochenende
hu: Hétvége
ro: Sfarsit de saptamana

source: Office hours (during)
de: Bürozeiten (während)
hu: Hivatali ido (alatt)
nl: Kantooruren (tijdens)
pl: Godziny pracy biura
ro: Program de lucru (In timpul)

source: Add timeslot(s)
de: Zeitfenster hinzufügen
hu: Idoablak(ok) hozzáadása
pl: Dodaj przedział czasu
ro: Adauga interval de timp

source: Groups
de: Gruppen
hu: Csoportok
pl: Grupy
ro: Grupuri

source: Subscribers
de: Teilnehmer
hu: Elofizetok
pl: Abonenci
ro: Abonati

source: Destination
de: Ziel
hu: Rendeltetési hely
pl: Numer docelowy
ro: Destinatie

source: Ported / </br>New number
de: Portierte / </br>neue Nummer
hu: Hordozott / </br>Új szám
pl: Przeniesiony / </br>Nowy numer
ro: Portare / </br>Numar nou

source: Area code
de: Vorwahl
hu: Körzetszám
pl: Numer kierunkowy
ro: Cod zona

source: Length
de: Länge
hu: Hossz
pl: Długość
ro: Lungime

source: Prefix
de: Präfix
hu: Elohívószám
pl: Prefiks

source: Weekday
de: Wochentag
hu: Hétköznap
pl: Dzień tygodnia
ro: Ziua saptamanii

source: Hour
de: Stunde
hu: Óra
pl: Godzina
ro: Ora

source: Sun
de: So
hu: V
pl: Nd
ro: Duminica

source: Mon
de: Mo
hu: H
pl: Pn
ro: Luni

source: Tue
de: Di
hu: K
pl: Wt
ro: Marti

source: Wed
de: Mi
hu: Sze
pl: Śr
ro: Miercuri

source: Thu
de: Do
hu: Cs
pl: Czw
ro: Joi

source: Fri
de: Fr
hu: P
pl: Pt
ro: Vineri

source: Sat
de: Sa
hu: Szo
pl: So
ro: Sambata

source: Select
de: Auswahl
hu: Kiválasztás
pl: Wybierz
ro: Selecteaza

source: Type URL
de: URL-Typ
hu: URL típus
pl: Wpisz adres URL
ro: Tasteaza URL

source: total
de: gesamt
hu: összesen
pl: razem

source: search
de: Suchen
hu: keresés
pl: szukaj
ro: cauta

source: Select all
de: Alle wählen
hu: Az összes kiválasztása
pl: Zaznacz wszystkie

source: Show
de: Anzeigen
hu: Megmutatás
pl: Pokaż
ro: Arata

source: Hide
de: Ausblenden
hu: Elrejtés
pl: Ukryj
ro: Ascunde

source: Pick a file
de: Datei auswählen
hu: Fájl kiválasztása
nl: Kies een bestand
pl: Wybierz plik
ro: Alege un fișier

source: File upload
de: Datei hochladen
hu: Fájl feltöltése
pl: Załączanie pliku

source: Add a time slot
de: Zeitfenster hinzufügen
hu: Idoablak hozzáadása
nl: Voeg een tijdslot toe
pl: Dodaj przedział czasu
ro: Adaugare interval orar

source: End
de: Ende
hu: Vége
pl: Data końcowa
ro: Final

source: Use on
de: Benutzen am
hu: Használat ekkor
nl: Gebruik op
pl: Zastosuj w
ro: Foloseste pe

source: Monday
de: Montag
hu: Hétfo
pl: Poniedziałek
ro: Luni

source: Tuesday
de: Dienstag
hu: Kedd
pl: Wtorek
ro: Marti

source: Wednesday
de: Mittwoch
hu: Szerda
pl: Środa
ro: Miercuri

source: Thursday
de: Donnerstag
hu: Csütörtök
pl: Czwartek
ro: Joi

source: Friday
de: Freitag
hu: Péntek
pl: Piątek
ro: Vineri

source: Saturday
de: Samstag
hu: Szombat
pl: Sobota
ro: Sambata

source: Sunday
de: Sonntag
hu: Vasárnap
pl: Niedziela
ro: Duminica

source: Add another rule
de: Weitere Regel hinzufügen
hu: További szabály hozzáadása
nl: Voeg nog een regel toe
pl: Dodaj kolejną zasadę
ro: Adauga regula noua

source: Select at least one day for time slot
de: Wenigstes einen Tag für das Zeitfenster wählen
hu: Legalább egy napot ki kell választani az idoablakhoz
pl: Wybierz minimum jednodniowy przedział czasowy
ro: Selectati cel putin o zi pentru interval

source: Invalid Start time format
de: Ungültiges Startzeitformat
hu: Érvénytelen kezdési ido formátum

source: Invalid End time format
de: Ungültiges Endzeitformat
hu: Érvénytelen befejezési ido formátum

source: Start time cannot be empty
de: Startzeit darf nicht leer sein
hu: A kezdési ido nem maradhat üresen
pl: Pole Start nie może być puste

source: End time cannot be empty
de: Endzeit darf nicht leer sein
hu: A befejezési ido nem maradhat üresen
pl: Pole End nie może być puste

source: Timeslot overlaps not possible
de: Zeitfenster dürfen sich nicht überlappen
hu: Az idoablakok nem fedhetik át egymást
nl: Tijdsloten mogen elkaar niet overlappen
pl: Przedziały czasowe nie mogą się nakładać
ro: Nu sunt permise suprapuneri de intervale timp

source: Set
de: Einstellen
hu: Beállítás
pl: Ustaw
ro: Configureaza

source: Edit a time slot
de: Zeitfenster bearbeiten
hu: Idoablak szerkesztése
pl: Edytuj przedział czasowy
ro: Editare interval orar

source: Remove
de: Entfernen
hu: Eltávolítás
pl: Usuń
ro: Elimina

source: No entries found
de: Keine Einträge gefunden
hu: Egyetlen tétel sem található
pl: Brak wspisów
ro: Nu s-au gasit intrari

source: <p>This is a one-time login for %user_name and will expire after 24 hours.</p><p>Click on this button to log in to the site and change your password.</p>
de: <p>Dies ist ein einmaliger Login für %user_name, der nach 24 Stunden abläuft.</p><p>Klicken Sie auf diesen Button, um sich auf der Seite einzuloggen und Ihr Passwort zu ändern.</p>
hu: <p>Ez egy egyszeri bejelentkezés a(z) %user_name számára, amely 24 óra elteltével lejár.</p><p>Az oldalra való bejelentkezéshez és a jelszava megváltoztatásához kattintson rá a gombra.</p>
pl: <p>To jest jednorazowe łącze dla %user_name które wygasa po 24 godzinach.</p><p>Kliknij na ten przycisk aby zalogować się do portalu i zmienić hasło.</p>
ro: <p>Aceste date de conectare vor fi utilizate pentru o singura conectare %user_name si vor expira dupa 24 ore.</p><p>Apasati pe acest buton pentru conectare la site si schimbati parola.</p>

source: Site Name
de: Standort Name
pl: Nazwa lokalizacji

source: Allowed IPs
de: Zulässige IPs
hu: Engedélyezett IP-k
pl: Dozwolone IP

source: Township
de: Gemeinde
hu: Közigazgatási egység

source: City
de: Stadt
hu: Város

source: Add photo's from the media library
de: Fügen Sie Fotos aus der Medienbibliothek hinzu
hu: Adjon hozzá fényképeket a médiakönyvtárból
pl: Dodaj zdjęcie z biblioteki mediów
ro: Adauga fotografii din libraria media

source: Type filter
de: Filtertyp
hu: Szuro típus
pl: Wpisz filtr
ro: Scrie filtrul

source: Cance
de: Abbrechen
hu: Mégsem
pl: Anuluj

source: Select URL of Help page
de: URL der Hilfeseite wählen
hu: A súgó oldal URL kiválasztása
pl: Wybierz adres URL strony Pomocy
ro: Selecteaza URL-ul paginii Asistenta

source: Cancel
de: Abbrechen
hu: Mégsem
pl: Anuluj
ro: Renunta

source: rewritten to hpbx/password (non subscribers)
de: Umgeschrieben auf hpbx/Passwort (Nicht-Teilnehmer)
hu: átírva hpbx/jelszóra (nem elofizetok)
pl: przeniesiono do Wirtualna Centrala/hasło (nie-abonenci)
ro: Rescrie in hpbx/parola (nu pentru clienti)

source: rewritten to hpbx/settings
de: Umgeschrieben auf hpbx/Einstellungen
hu: átírva hpbx/beállításokra
pl: przeniesiono do Wirtualna Centrala/ustawienia
ro: Rescrie in hpbx/setari

source: Could not get active customer
de: Aktiver Kunde konnte nicht abgerufen werden
hu: Aktív ügyfél nem volt behívható
pl: Nie znaleziono aktywnego klienta
ro: Nu a fost gasit un client activ

source: reseller clear cache cron ran
de: Wiederverkäufer Cache löschen Cron ausgeführt
hu: Viszonteladó cache törlés Cron lefuttatva

source: Set affiliate independent settings
de: Unabhängige Partnereinstellungen vornehmen
hu: Független partner beállítás szerkesztés

source: Log out
de: Abmelden
hu: Kijelentkezés
pl: Wyloguj
ro: Deconectare

source: Change password
de: Passwort ändern
hu: Jelszó módosítás
pl: Zmień hasło
ro: Schimba parola

source: Download Soft Client
de: Soft-Client herunterladen
hu: Soft Client letöltése

source: Download
de: Speichern
hu: Letöltés
ro: Descarcă

source: Edit fax number
de: Faxnummer bearbeiten
hu: Fax szám szerkesztése

source: Create fax number
de: Faxnummer erstellen
hu: Fax szám létrehozása
pl: Utwórz nowy numer faksu

source: Terms and Conditions
de: Geschäftsbedingungen
hu: Üzleti feltételek
pl: Warunki
ro: Termeni si Conditii

source: Rewrite rules
de: Regeln umschreiben
hu: Szabályok átírása
pl: Przenieś zasady
ro: Rescrie regulile

source: Call records
de: Anruflisten
hu: Hívásjegyzékek
pl: Szczegóły połączeń
ro: Istoric apeluri

source: Hunt groups
de: Sammelanrufgruppen
hu: Vonalcsoportok
pl: Grupy wyszukiwania
ro: Grupuri de hunting

source: Auto attendants
de: Automatische Teilnehmer
hu: Automatikus résztvevok
pl: Automatyczne sekretarki
ro: Auto asistent

source: Auto attendant
de: Automatischer Teilnehmer
hu: Automatikus résztvevo
pl: Automatyczna sekretarka
ro: Asistent automat

source: Conference rooms
de: Konferenzräume
hu: Konferenciatermek
pl: Sale konfrerencyjne
ro: Audio conferinta

source: Conference
de: Konferenz
hu: Konferencia
pl: Konferencja
ro: Conferinta

source: Affiliates
de: Partner
hu: Partnerek
pl: Oddziały
ro: Asociat

source: Edit
de: Bearbeiten
hu: Szerkesztés
pl: Edytuj
ro: Editeaza

source: Settings
de: Einstellungen
hu: Beállítások
pl: Ustawienia
ro: Setari

source: Users
de: Benutzer
hu: Felhasználók
pl: Użytkownicy
ro: Utilizatori

source: Create affiliate user
de: Partnerbenutzer erstellen
hu: Partner felhasználó létrehozása
pl: Utwórz użytkownika oddziału
ro: Creare utilizatori afiliati

source: Edit affiliate user
de: Partnerbenutzer bearbeiten
hu: Partner felhasználó szerkesztése
pl: Edytuj użytkownika oddziału
ro: Editare utilizator afiliat

source: Clear cache
de: Cache löschen
hu: Cache törlése
pl: Wyczyść pamięć podręczną
ro: Resetare cache

source: Customers
de: Kunden
hu: Ügyfelek
pl: Klienci
ro: Clienti

source: Create
de: Erstellen
hu: Létrehozás
pl: Utwórz
ro: Adauga

source: location
de: Standort
hu: Tartózkodási hely

source: Create Business Partner
de: Geschäftspartner erstellen
hu: Üzleti partner létrehozása
pl: Utwórz Partnerów Biznesowych
ro: Creare Partener Business

source: Business Partners
de: Geschäftspartner
hu: Üzleti partnerek
pl: PartnerBiznesowy
ro: Partener Business

source: Business Partner Users
de: Geschäftspartnerbenutzer
hu: Üzleti partner felhasználók
pl: Użytkownicy Partnera Biznesowego
ro: Utilizatori Partener Business

source: Create Business Partner user
de: Geschäftspartnerbenutzer erstellen
hu: Üzleti partner felhasználó létrehozása
pl: Utwórz Użytkownicy Partnera Biznesowego
ro: Creare Utilizatori Partener Business

source: Business Partner settings
de: Geschäftspartnereinstellungen
hu: Üzleti partner beállítások
pl: Ustawienia Partnera Biznesowego
ro: Setari Partener Business

source: View
de: Ansicht
hu: Megtekintés
pl: Podgląd
ro: Vizualizeaza

source: PBX Settings
de: PBX-Einstellungen
hu: PBX beállítások
pl: Ustawienia PBX
ro: Setari PBX

source: Music on Hold
de: Warteschleifenmusik
hu: Várakoztató zene
pl: Muzyka na Czekanie
ro: Muzica in asteptare

source: Default forward
de: Standardweiterleitung
hu: Alapértelmezett továbbítás
pl: Przekierowanie domyślne
ro: Redirectionare implicita

source: Devices
de: Geräte
hu: Készülékek
pl: Urządzenia
ro: Echipamente

source: PBX Device Model JSON callback
de: PBX Gerätemodell JSON-Rückruf
hu: PBX készülék modell JSON visszahívás
pl: Model Urządzenia PBX JSON oddzwonienie
ro: Echipament PBX Model JSON callback

source: PBX Device Model Image
de: PBX Gerätemodell-Image
hu: PBX készülék modell kép
pl: Obraz Modelu Urządzenia PBX
ro: Imagine model echipament PBX

source: Associate device
de: Partnergerät
hu: Készülék hozzárendelése
pl: Przypisz urządzenie
ro: Echipament asociat

source: Device failed to be associated
de: Gerät konnte nicht zugeordnet werden.
hu: A készülék hozzárendelése sikertelen volt.
pl: Nie udało się przypisać urządzenia
ro: Asocierea echipamentului a esuat

source: Device successfully associated
de: Gerät erfolgreich zugeordnet
hu: A készülék sikeresen hozzárendelésre került
pl: Przypisanie urządzenia zakończone powodzeniem
ro: Asocierea echipamentului a fost realizata cu succes

source: Play
de: Abspielen
hu: Lejátszás
pl: Włącz
ro: Start

source: Start wizard
de: Startassistent
hu: Varázsló elindítása
pl: Uruchom kreator
ro: Porneste asistentul automat

source: Wizard
de: Assistent
hu: Varázsló
pl: Kreator
ro: Asistent automat

source: Bulk import
de: Massenimport
hu: Tömeges importálás
pl: Import zbiorowy
ro: Import bulk

source: Bulk
de: Masse
hu: Tömeges
pl: Zbiór

source: Save url
de: URL speichern
hu: URL lementése
pl: Zapisz adres url
ro: Salveaza url

source: Help
de: Hilfe
hu: Súgó
pl: Pomoc
ro: Asistenta

source: Help replicate
de: Hilfe replizieren
hu: Replikálás súgó
pl: Replikacja Pomocy
ro: Dubleaza asistenta

source: Help node import
de: Hilfeknotenpunkt importieren
hu: Csomópont importálás súgó

source: The file extension @ext is not supported
de: Die Dateinamenerweiterung @ext wird nicht unterstützt.
hu: A(z) @ext fájlkiterjesztés nincs támogatva.
pl: Nieodpowiednie rozszerzenie pliku @ext
ro: Extensia fisierului @ext nu este permisa

source: Failed to upload the audio file. Possibly this is a corrupt audio file or invalid extension in combination with used audio codec.
de: Die Tondatei konnte nicht hochgeladen werden. Die Tondatei ist möglicherweise korrupt oder hat eine ungültige Erweiterung in Kombination mit dem verwendeten Audio-Codec.
hu: A hangfájl feltöltése nem sikerült. Lehet, hogy a hangfájl sérült, vagy a használt audió kodekkel kombinálva érvénytelen a kiterjesztése.
pl: Ładowanie pliku audio nie powiodło się. Prawdopodobnie plik audio jest uszkodzony lub ma niewłaściwe rozszerzenie w połączeniu ze stosowanym kodekiem audio
ro: A esuat incarcarea fisierului audio. Fisierul poate fi corupt sau extensia este invalida in combinatie cu codecul audio folosit.

source: Create auto attendant
de: Automatischen Anwesenden erstellen
hu: Automatikus résztvevo létrehozása
pl: Utwórz automatyczną sekretarkę
ro: Creare auto asistent

source: Delete auto attendant
de: Automatischen Anwesenden löschen
hu: Automatikus résztvevo törlése
pl: Usuń automatyczną sekretarkę
ro: Stergere auto asistent

source: Create Auto Attendant
de: Automatischen Anwesenden erstellen
hu: Automatikus résztvevo létrehozása
pl: Utwórz Automatyczną Sekretarkę
ro: Creare auto asistent

source: Upload @title
de: @title aktualisieren
hu: @title feltöltése
pl: Wybierz @title

source: Menu options
de: Menüoptionen
hu: Menüopciók
pl: Opcje menu
ro: Optiuni meniu

source: Delete speed dial
de: Kurzwahl löschen
hu: Gyorstárcsázó törlése
pl: Usuń szybkie wybieranie
ro: Sterge formare rapida

source: Next
de: Nächste
hu: Következo
pl: Dalej
ro: Urmatorul

source: Can't find customer
de: Kunde kann nicht gefunden werden.
hu: Az ügyfél nem található.
pl: Nie znaleziono klienta
ro: Nu se poate gasi clientul

source: Semicolon is not allowed in !name.
de: Strichpunkt ist in !name nicht zulässig.
hu: A(z) !name megadásnál nem megengedett a pontosvesszo használata.

source: Menu audio file is required
de: Tondatei für Menü ist erforderlich.
hu: A menühöz hangfájl szükséges.
pl: Wymagane menu pliku audio
ro: Este necesar fisierul audio pentru meniu

source: Can't find the customer ID
de: Die Kunden-ID kann nicht gefunden werden.
hu: Az ügyfélazonosító nem található.
pl: Nie znaleziono ID klienta
ro: Nu se poate identifica ID client

source: You have used up all your available @profile_names
de: Sie haben alle verfügbaren @profile_names verwendet.
hu: Minden rendelkezésre álló @profile_names felhasználásra került.
pl: Zużyto wszystkie dostępne @profile_names

source: Extension is already in use. Please select another extension.
de: Die Durchwahl ist bereits in Verwendung. Wählen Sie eine andere Durchwahl.
hu: A mellék már használatban van. Válasszon egy másik melléket.
pl: Numer wewnętrzny został już wykorzystany. Proszę wybrać inny numer.
ro: Extensia este deja functionala. Va rog sa alegeti o alta extensie.

source: Upload failed
de: Upload fehlgeschlagen
hu: Sikertelen feltöltés
pl: Aktualizacja nie powiodła się
ro: Incarcare esuata

source: The file format @ext is not supported
de: Das Dateiformat @ext wird nicht unterstützt.
hu: A(z) @ext fájlformátum nincs támogatva.
pl: Nieodpowiedni format pliku @ext
ro: Formatul fisierului @ext nu este compatibil

source: Name must be unique
de: Der Name muss eindeutig sein.
hu: A névnek egyedinek kell lennie.
pl: Nazwa musi być indywidualna
ro: Numele/Denumirea trebuie sa fie unic/unica

source: The destination of menu option @slot cannot be assigned to this auto attendant.
de: "Das Ziel der Menüoption @slot kann diesem automatischen Anwesenden nicht zugeordnet werden.
hu: A(z) @slot menüopció rendeltetési helye nem rendelheto hozzá ehhez az automatikus résztvevohöz.
pl: Numer docelowy opcji menu @slot nie może być przypisany do tej automatycznej sekretarki
ro: Destinatia optiunii din meniu @slot nu poate fi asociata acestui auto asistent

source: Not allowed to set this destination number
de: Diese Zielnummer darf nicht eingestellt werden.
hu: Ez a rendeltetési szám nem állítható be.
pl: Ustawienie tego numeru docelowego jest niedozwolone
ro: Nu este permisa setarea acesui numar

source: Please enter unique menu options
de: Geben Sie bitte eindeutige Menüoptionen ein.
hu: Kérjük, adjon meg egyedi menüopciókat.
pl: Proszę wpisać indywidualne opcje menu
ro: Va rugam sa introduceti optiune unice de meniu

source: The Auto attendant must have been provided with at least one menu option.
de: "Der automatische Teilnehmer muss wenigstens eine Menüoption erhalten haben.
hu: Az automatikus résztvevonek legalább egy menüopcióval rendelkeznie kell.
pl: Automatyczna sekretatka musi mieć co najmniej jedną opcję menu.
ro: Auto asistentul trebuia sa fie furnizat cu cel putin o optiune din meniu

source: Office hours audio file is required
de: Eine Tondatei für Bürozeiten ist erforderlich.
hu: A hivatali idohöz tartozó hangfájlra van szükség.
pl: Wymagany jest plik audio dla godzin urzędowania
ro: Este necesar fisierul pentru programul de lucru

source: Can't find customer preferences
de: Die Kundenvoreinstellungen können nicht gefunden werden.
hu: Az ügyfél preferenciák nem találhatók.

source: Can't find the pilot subscriber
de: Der Pilotteilnehmer kann nicht gefunden werden.
hu: Az ellenorzo elofizeto nem található.
pl: Nie znaleziono abonenta głównego
ro: Nu se poate identifica abonatul pilot

source: Failed to update
de: Update fehlgeschlagen
hu: Sikertelen frissítés
pl: Aktualizacja nie powiodła się
ro: Eroare actualizare

source: Cleared @type with @cid
de: @type mit @cid gelöscht
hu: A(z) @cid azonosítójú @type törölve
pl: Wyczyszczono @type przy pomocy @cid
ro: Eliminat @type cu @cid

source: Cleared subscribers list with @cid*
de: Teilnehmerliste mit @cid* gelöscht
hu: A(z) @cid* azonosítójú elofizetoi lista törölve
pl: Wyszczyszczono listę abonentów przy pomocy @cid*
ro: Eliminat lista abonati cu @cid*

source: Auto attendant successfully saved
de: Automatische Teilnehmer erfolgreich gespeichert
hu: Az automatikus résztvevo sikeresen lementve
pl: Zapisanie automatycznej sekretarki zakończone powodzeniem
ro: Auto asistent salvat cu succes

source: Business Partner Settings
de: Geschäftspartnereinstellungen
pl: Ustawienia Partnera Biznesowego
ro: Setari Partener Business

source: Business Partner Name
de: Name des Geschäftspartners
hu: Üzleti partner név
pl: Nazwa Partnera Biznesowego
ro: Denumire Partener Business

source: Business Partner Administrator
de: Administrator des Geschäftspartners
pl: Administracja partnera biznesowy
ro: Administrator Partener Business

source: Administrative user
de: Administrativer Benutzer
hu: Adminisztratív felhasználó
pl: Użytkownik administrujący
ro: Utilizator administrativ

source: First name
de: Vorname
hu: Keresztnév
pl: Imię
ro: Prenume

source: Last name
de: Nachname
hu: Vezetéknév
pl: Nazwisko
ro: Nume

source: Reseller not found
de: Wiederverkäufer nicht gefunden
hu: A viszonteladó nem található
pl: Nie znaleziono dystrybutora
ro: Distribuitor neidentificat

source: A user with the provided first name and last name is already present within the HPBX administrator group.
de: Ein Benutzer mit dem angegebenen Vornamen und Nachnamen existiert bereits in der HPBX-Administratorengruppe.
hu: A HPBX adminisztrátori csoportban már létezik a megadott vezeték- és keresztnévvel rendelkezo felhasználó.
pl: Użytkownik o podanym imieniu i nazwisku już istnieje w grupie administratorów HPBX
ro: Un utilizator cu prenumele si numele introduse este deja prezent in grupul de administratori HPBX
