Repository: ravi-codes/test
Catalog: sites/all/modules/ccs/hpbx/hpbx.*.po
Languages: de, hu, nl, pl, ro

source: This field is mandatory___The given value must be of the email type___The maximum length of this field is 255
de: Dieses Feld ist ein Pflichtfeld___Der angegebene Wert muss Typ E-Mail sein___Die maximale Länge dieses Felds beträgt 255.
hu: Ez a mezo kötelezoen kitöltendo___A megadott értéknek e-mail típusúnak kell lennie___A mezo maximális hossza 255.
pl: To pole jest obowiązkowe___Podana wartość musi być typu e-mail__Maksymalna długość tego pola to 255
ro: Acest camp este necesar___Ceea ce introducetoi trebuie sa fie o adresa de email___LUngimea maxima a acestui camp este 255

source: One of the values is not unique
de: Einer dieser Werte ist nicht eindeutig.
hu: Az értékek egyike nem egyedi.
pl: Jedna z wartości nie jest unikalna
ro: Una dintre valori nu este unica

source: The given value must be of the phone number type
de: Der angegebene Wert muss vom Typ eine Telefonnummer sein.
hu: A megadott értéknek telefonszám típusúnak kell lennie.
pl: Podana wartość musi być typu numer telefoniczny
ro: Valoarea pe care o introduceti trebuie sa fie un numar de telefon

source: The maximum length of this field is 4___The given value is not completely a digit string
de: Die maximale Länge dieses Felds ist 4___Der angegebene Wert ist nicht vollständig ein Ziffernstring.
hu: A mezo maximális hossza 4___A megadott érték nem teljesen számsorozat.
pl: Maksymalna długość tego pola to 4___Podana wartość nie jest w całości ciągiem cyfr
ro: Lungimea maxima a acestui camp este 4___Valoare introdusa nu este un sir de digiti

source: The maximum length of this field is 255
de: Die maximale Länge dieses Felds ist 255.
hu: A mezo maximális hossza 255.
pl: Maksymalna długość tego pola to 255
ro: Lungimea maxima a acestui camp este 255

source: Create subscriber
de: Teilnehmer erstellen
hu: Elofizeto létrehozása
pl: Utwórz abonenta
ro: Creare abonat

source: Call forwards
de: Rufweiterleitungen
hu: Hívástovábbítás
pl: Przekierowanie połączeń
ro: Redirectionari apeluri

source: Speed dials
de: Kurzwahlen
hu: Gyorstárcsázás
pl: Szybkie wybieranie numeru
ro: Formare rapida

source: Subscriber settings
de: Teilnehmereinstellungen
hu: Elofizeto beállítások
pl: Ustawienia abonenta
ro: Setari abonat

source: When
de: Wenn
hu: Mikor
pl: Kiedy
ro: Cand

source: Destination type
de: Zielorttyp
hu: Rendeltetési hely típus
nl: Bestemming type
pl: Rodzaj numeru docelowego
ro: Tip destinatie

source: During
de: Während
hu: Mialatt
pl: Podczas
ro: In timpul

source: Disconnect after
de: Trennen nach
hu: Megszakítás utána
pl: Rozłącz po
ro: Deconectare dupa

source: Assign to current user
de: Aktuellem Benutzer zuweisen
hu: Aktuális felhasználóhoz való hozzárendelés
pl: Przypisz do bieżącego użytkownika
ro: Aloca utilizator curent

source: When you as an administrator would like to have a phone number created for this account, please check this box
de: Wenn Sie als Administrator eine Telefonnummer für dieses Konto erstellen wollen, klicken Sie dieses Feld an.
hu: Ha adminisztrátorként létre kíván hozni egy telefonszámot ehhez a fiókhoz, jelölje be ezt a négyzetet.
pl: Jeśli jako administrator chciałbyś mieć utworzony numer telefonu dla tego konta, zaznacz to pole
ro: Cand tu in calitate de administrator vei dori sa ai un numar de telefon creat pentru acest cont, verifica aceasta fereastra

source: First name*
de: Vorname*
hu: Keresztnév*
pl: Imię*
ro: Prenume*

source: Last name*
de: Nachname*
hu: Vezetéknév*
pl: Nazwisko
ro: Nume*

source: Caller Line Identification
de: Anrufer-Leitungsidentifizierung
hu: Hívó vonal azonosítás
pl: Prezentacja numeru
ro: Identificarea liniei apelantului

source: PIN for overriding (temporary) call barrings
de: PIN zur Umgehung von (temporären) Anrufsperren
hu: PIN a hívás letiltás (átmeneti) hatálytalanításához
pl: PIN dla nadrzędnych (czasowych) blokad połączeń
ro: Codul PIN pentru evitarea restrictionarii temporare a apelurilor

source: Unconditional
de: Bedingungslos
hu: Feltétel nélküli
pl: Bezwarunkowe
ro: Neconditionat

source: Busy
de: Belegt
hu: Foglalt
pl: Gdy zajęty
ro: Ocupat

source: Unavailable
de: Nicht verfügbar
hu: Nem érheto el
pl: Gdy niedostępny
ro: Indisponibil

source: Not active
de: Nicht aktiv
hu: Nem aktív
pl: Nieaktywny
ro: Nu este activ

source: After (sec)
de: Nach (s)
hu: Után (s)
pl: Po (sek)
ro: Dupa (sec)

source: Call forward active during
de: Rufweiterleitung aktiv während
hu: Hívásátirányítás aktív alatta
pl: Przekierowanie połączeń aktywne podczas
ro: Redirectionare activa (zilele saptamanii)

source: You have used up all your available @profile_name subscribers
de: Sie haben alle verfügbaren Teilnehmer für @profile_name verwendet
hu: Az összes rendelkezésre álló @profile_name elofizetojét felhasználta
pl: Zużyto wszystkie dostępne @profile_name subscribers

source: Only UTF-8 characters are allowed
de: Nur UTF-8-Zeichen sind erlaubt
hu: Csk az UTF-8 karakterek engedélyezettek

source: The email address you specified is not valid.
de: Die angegebene E-Mail-Adresse ist nicht gültig.
hu: A megadott e-mail cím nem érvényes.
pl: Podany adres e-mail jest nieodpowiedni.
ro: Adresa de email specificata nu este valida

source: The amount of characters entered for the First name and Last name exceeds the limit.
de: Die für den Vor- und Nachnamen eingegebene Zeichenanzahl überschreitet den Grenzwert.
hu: A vezeték- és keresztnévnél megadott karakterszám túllépte a határértéket.

source: The entered Name may not exceed 125 characters.
de: Der eingegebene Name darf 125 Zeichen nicht überschreiten.
hu: A megadott név nem lehet 125 karakternél hosszabb.

source: Invalid number
de: Ungültige Nummer
hu: Érvénytelen szám

source: Invalid area code
de: Ungültige Vorwahl
hu: Érvénytelen körzetszám
pl: Nieodpowiedni numer kierunkowy
ro: Prefix de zona invalid

source: Destination number is required
de: Eine Zielnummer ist erforderlich.
hu: Rendeltetési számot kötelezo megadni.
pl: Wymagany jest numer docelowy
ro: Este necesar numar destinatie

source: Please enter a valid ring time out
de: Geben Sie einen gültigen Timeout for das Klingeln ein.
hu: Kérjük, adjon meg egy érvényes idotúllépést a csengetéshez.
pl: Proszę wprowadzić właściwy czas trwania dzwonka
ro: Va rugam sa introduceti o durata de timp pentru sonerie

source: Please choose a slot for the speed dial destination.
de: Wählen Sie einen Slot für das Kurzwahlziel.
hu: Kérjük, válasszon ki egy gyorstárcsázási idoablakot.
pl: Proszę wybrać przycisk dla numeru szybkiego wybierania
ro: Va rugam sa alegeti un slot pentru formarea rapida a destinatiei

source: Only numeric characters are allowed as destination number.
de: Nur numerische Zeichen sind als Zielnummer zulässig.
hu: Rendeltetési számként csak numerikus karakterek használata megengedett.
pl: Jako numer docelowy dozwolone są tylko znaki numeryczne
ro: Doar caractere numerice sunt permise ca numar de destinatie.

source: Options need to be unique
de: Die Optionen müssen eindeutig sein.
hu: Az opcióknak egyedinek kell lenniük.
pl: Opcje muszą być unikalne
ro: Este necesar ca optiunile sa fie unice

source: The voicemail PIN should consist of exactly 4 numbers
de: Die PIN für die Voicemail sollte genau 4 Ziffern haben.
hu: A hangposta PIN-nek pontosan 4 számjegybol kell állnia.

source: Please provide a valid email address
de: Geben Sie eine gültige E-Mail-Adresse an.
hu: Kérjük, adjon meg egy érvényes e-mail címet.
pl: Proszę o podanie poprawnego adresu e-mail
ro: Va rugam sa furnizati o adresa email valida

source: An internal error occurred
de: Es ist ein interner Fehler aufgetreten.
hu: Belso hiba lépett fel.

source: Could not find location id for passed polish emergency routing arguments
de: Die Ortskennung für vergangene Polish-Notfallroutingargumente konnte nicht gefunden werden.
hu: A korábbi lengyel vészhelyzeti irányítási argumentumok helyazonosítója nem található.

source: Failed to create user
de: Benutzer konnte nicht erstellt werden
hu: A felhasználó létrehozása nem sikerült
pl: Utworzenie użytkownika nie powiodło się
ro: A esuat crearea utilizatorului

source: Failed to update user
de: Benutzer konnte nicht aktualisiert werden
hu: A felhasználó frissítése nem sikerült
pl: Aktualizacja użytkownika nie powiodła się
ro: A esuat actualizarea utilizatorului

source: Failed to restore the alias_number on the PilotSubscriber. Exception: @e
de: Die alias_number des PilotSubscriber konnte nicht wiederhergestellt werden. Ausnahme: @e.
hu: A PilotSubscriber alias_number helyreállítása nem sikerült. Kivétel: @e.
nl: Het is niet gelukt het alias nummer van de hoofdgebruiker te herstellen. Exceptie: @e
pl: Nie udało się przywrócić alias_numer Abonenta Pilotującego. Wyjątek: @e
ro: A esuat incercarea de a restaura alias_number pe PilotSubscriber. Exceptie: @e

source: Failed to restore the number
de: Die Nummer konnte nicht wiederhergestellt werden.
hu: A szám helyreállítása nem sikerült.
nl: Het is niet gelukt het nummer te herstellen
pl: Nie udało się przywrócić numeru
ro: A esuat restaurarea numarului

source: User successfully saved
de: Der Benutzer wurde erfolgreich gespeichert.
hu: A felhasználó sikeresen lementve.
pl: Zapisanie użytkownika powiodło się
ro: Utilizator salvat cu succes

source: Failed to remove the subscriber
de: Der Teilnehmer konnte nicht entfernt werden.
hu: A résztvevo eltávolítása nem sikerült.
pl: Usunięcie abonenta nie powiodło się
ro: Stergerea abonatului a esuat

source: Delete fax number
de: Faxnummer löschen
hu: Fax szám törlése

source: Delete subscriber
de: Teilnehmer löschen
hu: Elofizeto törlése
pl: Usuń abonenta
ro: Stergere abonat

source: Create an administrative subscriber first
de: Erst einen administrativen Teilnehmer erstellen
hu: Eloször egy adminisztratív elofizeto létrehozása
pl: Utwórz najpierw abonenta administrującego
ro: Va rugam sa creati mai intai un nou abonat administrator

source: Failed to remove soundset
de: Soundset konnte nicht entfernt werden.
hu: A hangkészlet eltávolítása nem sikerült.

source: Will not remove pilotsubscriber soundset
de: Pilotteilnehmer-Soundset wird nicht gelöscht.
hu: Az ellenorzo elofizeto hangkészlet nem kerül eltávolításra.

source: Your password must contain at least one uppercase letter.
de: Ihr Passwort muss mindestens einen Großbuchstaben enthalten
pl: Twoje hasło musi zawierać minimum jedną dużą literę.
ro: Parola dumneavoastra trebuie contina cel putin o litera mare

source: Your password must contain at least one lowercase letter.
de: Ihr Passwort muss mindestens einen Kleinbuchstaben enthalten
pl: Twoje hasło musi zawierać minimum jedną małą literę.
ro: Parola dumneavoastra trebuie contina cel putin o litera mica

source: Your password must contain at least one number.
de: Ihr Passwort muss mindestens eine Zahl enthalten
pl: Twoje hasło musi zawierać minimum jedną cyfrę.
ro: Parola dumneavoastra trebuie contina cel putin o cifra

source: Your password must contain at least one special character.
de: Ihr Passwort muss mindestens ein Sonderzeichen enthalten
pl: Twoje hasło musi zawierać minimum jeden znak specjalny.
ro: Parola dumneavoastra trebuie contina cel putin un caracter special

source: Your password must be at least 8 characters in length total.
de: Ihr Passwort muss mindestens 8 Zeichen lang sein
pl: Twoje hasło musi zawierać minimum 8 znaków
ro: Parola dumneavoastra trebuie contina cel putin opt caractere in total

source: The passwords do not match
de: Die Passwörter stimmen nicht überein.
hu: A jelszavak nem egyeznek.
pl: Hasła nie pasują
ro: Parola eronata

source: Your current password is missing or incorrect
de: Ihr aktuelles Passwort fehlt oder ist falsch.
hu: Az Ön aktuális jelszava hiányzik vagy hibás.
nl: Uw huidige wachtwoord ontbreekt of is niet correct
pl: Twoje obecne hasło nie istnieje lub jest niepoprawne
ro: Parola ta curenta lipseste sau este incorecta

source: Password successfully changed
de: Passwort erfolgreich geändert
hu: A jelszó sikeresen módosítva
pl: Zmiana hasła powiodła się
ro: Parola a fost schimbata cu succes

source: Failed to remove group assignment.
de: Gruppenzuordnung wurde nicht entfernt.
hu: A csoport hozzárendelés eltávolítása nem sikerült.
pl: Usunięcie przypisania do grupy nie powiodło się.
ro: Incercarea de eliminare a grupului de asignare a esuat.

source: Failed to modify user @username
de: Benutzer @username wurde nicht geändert.
hu: A(z) @username módosításe nem sikerült.
pl: Modyfikacja użytkownika @username nie powiodła się
ro: Eroare modificare utilizator @user

source: Failed to rename user @username
de: Benutzer @username wurde nicht umbenannt.
hu: A(z) @username átnevezése nem sikerült.
pl: Zmiana nazwy użytkownika @username nie powiodła się
ro: Redenumirea userului @username a esuat

source: Failed to add role.
de: Rolle wurde nicht hinzugefügt.
hu: A szerep hozzáadása nem sikerült.
pl: Dodanie roli nie powiodło się.
ro: Adaugarea permisiunii a esuat.

source: No Reseller name set, so can't create OU
de: Es wurde kein Wiederverkäufername eingestellt. Daher können Sie keinen OU erstellen.
hu: Viszonteladó név nem került beállításra, ezért nem hozható létre OU.

source: No company name set, so can't create OU
de: Es wurde kein Unternehmensname eingestellt. Daher können Sie keinen OU erstellen.
hu: Cégnév nem került beállításra, ezért nem hozható létre OU.
nl: Geen bedrijfsnaam opgegeven.
pl: Nie ustawiono nazwy firmy, więc nie można utworzyć OU
ro: Numele companiei nu a fost introdus, deci nu putem crea OU

source: Failed to add a user account for @firstname @lastname
de: Es wurde kein Benutzerkonto für @firstname @lastname hinzugefügt.
hu: A @firstname @lastname névhez történo felhasználói fiók hozzáadás nem sikerült.
pl: Nie powiodło się dodanie konta użytkownika dla @firstname @lastname
ro: Incercarea de a adauga un cont de utilizator pentru @firstname @lastname a esuat

source: Affiliate users
de: Partnerbenutzer
hu: Partner felhasználók
pl: Użytkownicy Spółki
ro: Utilizatori asociati

source: Failed to create reseller administrator account
de: Administratorkonto für Wiederverkäufer konnte nicht erstellt werden
hu: A viszonteladó adminisztrátor fiók létrehozása nem sikerült
pl: Nie udało się utworzyć konta administratora dystrybutora
ro: Nu a putut fi creat contul de administrator al distribuitorului

source: Failed to update reseller administrator account
de: Administratorkonto für Wiederverkäufer konnte nicht aktualisiert werden
hu: A viszonteladó adminisztrátor fiók frissítése nem sikerült
pl: Nie udało się zaktualizować konta administratora dystrybutora
ro: Actualizarea contului de administrator al distribuitorului a esuat

source: User succesfully updated
de: Benutzer erfolgreich aktualisiert
pl: Aktualizacja użytkownika powiodła się
ro: Utilizatorul a fost actualizat cu succes

source: A user with the provided first name and last name is already present.
de: Ein Benutzer mit dem angegebenen Vornamen und Nachnamen existiert bereits.
hu: A megadott vezeték- és keresztnévvel rendelkezo felhasználó már létezik.
pl: Użytkownik o podanym imieniu i nazwisku już istnieje.
ro: Un utilizator cu prenumele si numele introduse este deja prezent

source: Failed to remove user with username from drupal: @username @exception_msg
de: Der Benutzer mit Benutzername aus drupal: @username @exception_msg konnte nicht entfernt werden.
hu: A drupal: @username @exception_msg felhasználónévvel rendelkezo felhasználó eltávolítása nem sikerült.
pl: Nie udało się usunąć użytkownika z nazwą użytkownika z drupal: @username @exception_msg
ro: Eliminarea utilizatorului cu nume utilizator din drupal @username a esuat cu eraoarea @exception_msg

source: Failed to remove user with username: @username (not found in AD)
de: Der Benutzer mit Benutzername: @username konnte nicht entfernt werden (in AD nicht gefunden).
hu: A(z) @username felhasználónévvel rendelkezo felhasználó eltávolítása nem sikerült (nem található az AD-ban).
pl: Nie udało się usunąć użytkownika o nazwie użytkownika: @username (nie znaleziono w AD)
ro: Incercarea de eliminare a utilizatorului: @username a esuat (nu a fost gasit in AD)

source: Failed to remove user with empty web username
de: Der Benutzer mit leerem Web-Benutzernamen konnte nicht entfernt werden.
hu: Az üres webes felhasználónévvel rendelkezo felhasználó eltávolítása nem sikerült.
pl: Nie udało się usunąć użytkownika o pustej nazwie użytkownika sieci
ro: Incercarea de eliminare a utilizatorului cu nume utilizator web necompletat a esuat

source: Failed to remove organisation unit: @company
de: Die Organisationseinheit: @company konnte nicht entfernt werden.
hu: A(z) @company szervezeti egység eltávolítása nem sikerült.
pl: Nie udało się usunąć jednostki organizacyjnej: @company
ro: Stergerea clientului @company a esuat

source: Voicemail successfully deleted
de: Voicemail erfolgreich gelöscht
hu: Hangposta sikeresen törölve
pl: Usunięcie poczty głosowej powiodło się
ro: Mesageria vocala a fost stearsa

source: Voicemail group
de: Voicemail-Gruppe
hu: Hangposta csoport
pl: Grupa poczty głosowej
ro: Grup Mesagerie Vocala

source: Unheard
de: Nicht angehört
hu: Nincs meghallgatva
pl: Nieodsłuchane
ro: Neascultat

source: Heard
de: Angehört
hu: Meghallgatva
pl: Odsłuchane
ro: Ascultat

source: All messages
de: Alle Nachrichten
hu: Minden üzenet
pl: Wszystkie wiadomości
ro: Toate mesajele

source: Personal
de: Persönlich
hu: Személyes
pl: Osobiste

source: Huntgroup
de: Sammelanruf
hu: Vonalcsoport
pl: Grupa wyszukiwania
ro: Grup de hunting

source: Time
de: Zeit
hu: Ido
pl: Czas
ro: Timp

source: Delete voicemail
de: Voicemail löschen
hu: Hangposta törlése
nl: Verwijder voicemail
pl: Usuń pocztę głosową
ro: Sterge mesagerie vocala

source: Mark selected as heard
de: Auswahl als angehört markieren
hu: A kiválasztottak megjelölése meghallgatottként
pl: Zaznacz jako odsłuchaną
ro: Marcheaza selectia ca ascultata

source: Mark selected as unheard
de: Auswahl als nicht angehört markieren
hu: A kiválasztottak megjelölése nem meghallgatottként
pl: Zaznacz jako nieodsłuchaną
ro: Marcheaza selectia ca neascultata

source: Delete selected
de: Auswahl löschen
hu: A kiválasztottak törlése
pl: Usuń zaznaczone
ro: Sterge selectia

source: !name not allowed value.
de: !name ist kein zulässiger Wert.
hu: A !name nem megengedett érték.
pl: !nazwa o niedozwolonej wartości.
ro: valoare nepermisa pentru !name .

source: Unknown error occurred. Please try again.
de: Es ist ein unbekannter Fehler aufgetreten. Bitte versuchen Sie es erneut.
hu: Ismeretlen hiba lépett fel. Kérjük, próbálja meg újból.
pl: Wystąpił nieznany błąd. Proszę spróbować jeszcze raz.
ro: A aparut o eroare necunoscuta. Va rugam sa reincercati.

source: Provisioning can take up to 5 minutes.
de: Die Bereitstellung kann bis zu 5 Minuten dauern.
hu: A provisioning akár 5 percig tarthat.
pl: Konfiguracja może potrwać do 5 minut.
ro: Alocarea poate dura mai mult de 5 minute

source: Failed to associate device
de: Das Gerät konnte nicht zugeordnet werden.
hu: A készüléket nem sikerült hozzárendelni.
pl: Nie udało się przypisać urządzenia
ro: Incercarea de alocare echipament a esuat

source: Device successfully created
de: Gerät erfolgreich erstellt
hu: A készülék sikeresen hozzárendelve
pl: Utworzenie urządzenia powiodło się
ro: Echipamentul a fost creat cu succes

source: Create a subscriber
de: Teilnehmer erstellen
hu: Elofizeto létrehozása
pl: Utwórz abonenta
ro: Adauga un abonat

source: Subscriber details
de: Teilnehmerdaten
hu: Elofizeto adatok
pl: Dane abonenta
ro: Detalii abonat

source: Administrative account
de: Administratorkonto
hu: Adminisztratív fiók
pl: Konto administracyjne
ro: Cont adiministrativ

source: Next Step
de: Nächster Schritt
hu: Következo lépés
pl: Następny krok
ro: Pasul urmator

source: Specifications
de: Vorgaben
hu: Specifikációk
pl: Specyfikacje
ro: Specificatii

source: Choose number
de: Nummer wählen
hu: Szám kiválasztása
pl: Wybierz numer
ro: Alege numar

source: Fill in Extension
de: Durchwahl ausfüllen
hu: Mellék kitöltése
pl: Wypełnij numer wewnętrzny
ro: Completeaza in Extensie

source: Choose Caller Line Identification
de: Anrufer-Leitungsidentifizierung wählen
hu: Hívó vonal azonosítás kiválasztás
pl: Wybierz sposób Prezentacji Numeru
ro: Alege Identificarea Liniei Apelantului

source: Choose Subscriber Profile
de: Teilnehmerprofil wählen
hu: Elofizeto profil kiválasztás
pl: Wybierz Profil Abonenta
ro: Alege Profilul Abonat

source: Choose Call Barring
de: Anrufsperre wählen
hu: Hívás letiltás kiválasztás
pl: Wybierz poziom blokady dla połączeń wychodzących

source: Choose language of Voicemail announcements
de: Sprache der Voicemail-Meldungen wählen
hu: A hangposta üzenetek nyelvének kiválasztása
pl: Wybierz język zapowiedzi głosowych

source: Previous
de: Zurück
hu: Vissza
pl: Wcześniejszy
ro: Precedentul

source: Previous Step
de: Vorheriger Schritt
hu: Elozo lépés
pl: Wcześniejszy Krok
ro: Pasul Anterior

source: Subscriber successfully created
de: Teilnehmer erfolgreich erstellt
hu: Elofizeto sikeresen létrehozva
pl: Utworzenie abonenta powiodło się
ro: Abonat creat cu succes

source: Would you like to add a device to this subscriber?
de: Wollen Sie diesem Teilnehmer ein Gerät hinzufügen?
hu: Akar ehhez az elofizetohöz készüléket hozzáadni?
pl: Czy chciałbyś dodać urządzenie do tego abonenta?
ro: Doriti sa adaugati un echipament la acest abonat?

source: No, I'm done!
de: Nein, ich bin fertig!
hu: Nem, készen vagyok!
pl: Nie, skończyłem!
ro: Nu, am terminat!

source: Create a device
de: Gerät erstellen
hu: Készülék létrehozása
pl: Utwórz urządzenie
ro: Adauga un echipmanet

source: Setup new device
de: Neues Gerät einstellen
hu: Új készülék beállítása
pl: Ustaw nowe urządzenie
ro: Configureaza unui nou echipament

source: Done!
de: Fertig!
hu: Kész!
pl: Gotowe!
ro: Finalizat!

source: OK, I'm done!
de: OK, ich bin fertig!
hu: OK, készen vagyok!
pl: OK, gotowe!
ro: Da, am finalizat!

source: Finish
de: Abschließen
hu: Befejezés
pl: Zakończ
ro: Finalizat

source: Press the Setup button.
de: Drücken Sie die Taste Setup.
hu: Nyomja meg a Beállítás gombot.
pl: Naciśnij przycisk Ustaw.
ro: Apasa butonul de Setup

source: Scroll to Network and press select.
de: Scrollen Sie zu Netzwerk und drücken Sie auf Auswählen.
hu: Görgessen a Hálózathoz, és nyomja meg a kiválasztást.
pl: Przewiń do Sieć i naciśnij wybierz.
ro: Deruleaza pana la Retea si apasa selectare

source: Scroll to view Current IP. This is the IP address of your device.
de: Scrollen Sie zu aktuelle IP anzeigen. Dies ist die IP-Adresse Ihres Geräts,
hu: Görgessen az aktuális IP cím megtekintéséhez. Ez az Ön készülékének az IP címe.
pl: Przewiń by pokazać bieżący adres IP. To jest adres IP twojego urządzenia.
ro: Deruleaza pentru a vedea IP-ul curent. Aceasta este adresa IP a echipamentului dumneavoastra.

source: IP address
de: IP-Adresse
hu: IP cím
pl: Adres IP
ro: Adresă IP

source: Add another
de: Weitere hinzufügen
hu: Másik hozzárendelése
pl: Dodaj kolejne
ro: Adauga altul

source: Enter the phone menu.
de: Gehen Sie in das Telefonmenü.
hu: Lépjen be a telefon menübe.

source: Scroll to settings and press select.
de: Scrollen Sie zu Einstellungen und drücken Sie auf Auswählen.
hu: Görgessen a beállításokhoz, és nyomja meg a kiválasztást.

source: Scroll to phone info and press select.
de: Scrollen Sie zur Telefoninformation und drücken Sie auf Auswählen.
hu: Görgessen a telefon információkhoz, és nyomja meg a kiválasztást.

source: Scroll to view IP Address. This is the IP address of your device.
de: Scrollen Sie zu IP-Adresse anzeigen. Dies ist die IP-Adresse Ihres Geräts.
hu: Görgessen az IP cím megtekintéshez. Ez az Ön készülékének az IP címe.

source: Pick up the phone connected to the ATA and call * * * *
de: Nehmen Sie das mit dem ATA verbundene Telefon ab und rufen Sie * * * * an.
hu: Vegye fel az ATA-hoz csatlakozó telefont, és hívja fel: * * * *.
