Repository: ravi-codes/test
Catalog: sites/all/modules/ccs/hpbx/hpbx.*.po
Languages: de, hu, nl, pl, ro

source: Enter 1 1 0 #
de: Geben Sie 1 1 0 # ein.
hu: Adja meg, hogy 1 1 0 #.

source: You will now hear a message giving you the IP address.
de: Nun hören Sie eine Meldung, die Ihnen die IP-Adresse vorliest.
hu: Ekkor egy üzenet lesz hallható, amely megadja az IP címet.

source: Subscriber ID not found, so can't assign to device
de: Teilnehmer-ID nicht gefunden; daher kann sie dem Gerät nicht zugeordnet werden.
hu: Az elofizeto azonosító nem található; ezért a készülékhez nem lehet rendelni.
pl: Nie znaleziono ID abonenta, więc nie można przypisać urządzenia
ro: ID Abonatului nu a fost gasit, ca urmare nu se poate aloca un echipament

source: Device ID not found, so can't sync device
de: Geräte-ID nicht gefunden; daher kann das Gerät nicht synchronisiert werden
hu: A készülék azonosító nem található; ezért a készülék nem szinkronizálható.
pl: Nie znaleziono ID urządzenia, więc nie można zsynchronizować urządzenia
ro: ID-ul echipamentului nu a fost gasit, astfel incat nu putem sincroniza echipamentul

source: Subscriber
de: Teilnehmer
hu: Elofizeto
pl: Abonenta
ro: Abonat

source: Please wait
de: Bitte warten
hu: Kérjük, várjon
pl: Czekaj

source: The @type is currently being created.
de: @type wird aktuell erstellt.
hu: A(z) @type éppen létrehozás alatt.
pl: Tworzenie @type w toku.

source: Are you sure you want to remove this item? This action cannot be undone.
de: Sind Sie sicher, dass sie diesen Punkt entfernen wollen? Diese Aktion kann nicht rückgängig gemacht werden.
hu: Biztos benne, hogy ezt a tételt el kívánja távolítani? Ez a muvelet nem vonható vissza.
nl: Weet u zeker dat u dit item verwijderen wilt? Deze actie kan niet ongedaan gemaakt worden!
pl: Czy na pewno chcesz usunąć tego użytkownika? Tego działania nie można cofnąć.
ro: Sunteti sigur ca doriti eliminarea acestui articol? Aceasta actiune este definitiva

source: Failed to retrieve stats
de: Daten konnten nicht abgerufen werden.
hu: A statisztikai adatokat nem sikerült betölteni.
nl: Mislukt om statestieken op te halen
pl: Nie udało się odzyskać statystyk
ro: Incercarea de recuperare statistici a esuat

source: Unassigned
de: Nicht zugeordnet
hu: Nincs hozzárendelve
pl: Nieprzypisany
ro: Nealocat

source: Device !station_name
de: Gerät !station_name
hu: Készülék !station_name
pl: Urządzenie !station_name
ro: Echipament !station_name

source: Line selection button !button
de: Leitungsauswahltaste !button
hu: !button vonalválasztó gomb
pl: Przycisk wyboru linii !button
ro: Tasta de selectarae liniei !button

source: Private
de: Privat
hu: Privát
pl: Prywatne
ro: Privat

source: Shared
de: Geteilt
hu: Megosztott
pl: Wspólne
ro: Disponibil in comun

source: Device profile
de: Geräteprofil
hu: Készülék profil
pl: Profil urządzenia
ro: Profil echipament

source: Processing
de: in Bearbeitung
pl: Przetwarzanie
ro: În procesare

source: Device successfully saved
de: Gerät erfolgreich gespeichert
hu: A készülék sikeresen lementve
pl: Zapisanie urządzenia powiodło się
ro: Echipamentul a fost adaugat cu succes

source: Exit
de: Ende
hu: Kilépés
pl: Wyjdź
ro: Iesire

source: Reboot your phone to provision the device
de: Telefon zur Bereitstellung des Geräts neu booten
hu: A telefon rendelkezésre bocsátásához indítsa újra a készülékét
pl: Uruchom ponownie telefon by skonfigurować urządzenie

source: Please fill in the IP address of your phone in order to provision it
de: Bitte tragen Sie die IP-Adresse Ihres Telefons ein, um es bereitzustellen.
hu: Kérjük, a rendelkezésre bocsátáshoz adja meg a telefonja IP címét.

source: In case the device is already synced, reboot<br/>your phone to provision the device.
de: Wenn das Gerät bereits synchronisiert wurde, starten Sie<br/>Ihr Telefon neu, um das Gerät bereitzustellen.

source: Otherwise, please fill in the IP address of your phone in order to provision it
de: Bitte tragen Sie andernfalls die IP-Adresse Ihres Telefons ein, um es bereitzustellen.
hu: Ellenkezo esetben adja meg a telefonja IP címét a rendelkezésre bocsátásához.

source: IP-Address
de: IP-Adresse
hu: IP cím
pl: Adres IP

source: Got it!
de: Alles klar!
hu: Minden értheto!
pl: Gotowe!
ro: Am inteles

source: There should be at least one line provisioned on the device. Please adjust and save the configuration.
de: Es sollte wenigstens eine Leitung auf dem Gerät bereitgestellt sein. Bitte stellen Sie die Konfiguration ein und speichern Sie sie.
hu: Legalább egy vonalat rendelkezésre kell bocsátani a készüléknél. Kérjük, állítsa be és mentse le a konfigurációt.
pl: Wymagana jest konfiguracja minimum jednej linii na urządzeniu. Dodaj linię i zapisz konfigurację.
ro: Va rugam sa adugati cel putin un numar de telefon. Dupa adaugare, va rugam salvati configuratia.

source: Replicate
de: Replizieren
hu: Replikálás
pl: Replikuj
ro: Duplica

source: Enter the URL of your video here...
de: Geben Sie die URL Ihres Videos hier ein...
hu: Adja meg itt a videója URL-jét...
pl: Wprowadź tutaj adres URL twojego wideo ...
ro: Introdu URL fisier video aici...

source: Type your text here...
de: Geben Sie Ihren Text hier ein...
hu: Írja be itt a szövegét...
pl: Wpisz wiadomośc tutaj...

source: Add files
de: Fügen Sie Dateien hinzu.
hu: Fájlok hozzáadása.
pl: Dodaj pliki

source: Add next step
de: Fügen Sie den nächsten Schritt hinzu.
hu: A következo lépés hozzáadása.
pl: Dodaj następny krok

source: Uploading data failed for an unknown reason. Please try again.
de: Hochladen von Daten aus unbekanntem Grund fehlgeschlagen. Bitte erneut versuchen.
hu: Az adatok feltöltése ismeretlen ok miatt nem sikerült. Kérjük, próbálja meg újból.
pl: Ładowanie danych nie powiodło się z nieznanego powodu. Spróbuj ponownie.

source: File
de: Datei
pl: Plik
ro: Fișier

source: HPBX Help article
de: HPBX Hilfeartikel
hu: HPBX súgó címszó
pl: artykuł Pomocy HPBX

source: more
de: mehr
hu: tovább
pl: więcej

source: Apply
de: Anwenden
hu: Alkalmazás
pl: Zastosuj

source: Sort by
de: Sortieren nach
pl: Sortuj według

source: Asc
de: Aufst.
pl: Rosnąco

source: Desc
de: Abst.
pl: Malejąco

source: term
de: Laufzeit
hu: tartam
pl: termin

source: HPBX Help frontpage
de: HPBX Hilfe Frontpage
pl: Strona tytułowa Pomocy HPBX

source: HPBX help 2.0
de: HPBX Hilfe 2.0

source: Step
de: Schritt
pl: Krok

source: HPBX Help article steps
de: HPBX Schritte aus dem Hilfeartikel
pl: kroki artykułu Pomocy HPBX

source: Reset
de: Zurücksetzen
pl: Resetuj
ro: Resetează

source: Add content
de: Inhalt hinzufügen
pl: Dodaj treść
ro: Adăugare conţinut

source: <a class="hpbx-help-category-item" href="/node/[nid]">[title]</a>
de: <a class="hpbx-help-category-item" href="/node/[nid]">[Titel]</a>

source: HPBX Help content-types
de: HPBX Hilfe Inhaltstypen
pl: Typy treści Pomocy Wirtualna Centrala

source: Main menu Hosted PBX
de: Hauptmenü Hosted PBX
hu: Hosted PBX fomenü
pl: Menu główne Wirtualnej Centrali
ro: Meniu principal Hosted PBX

source: Auto Attendants
de: Automatische Teilnehmer
pl: Automatyczne Sekretarki
ro: Autoasistenti

source: Call Records
de: Anruflisten
hu: Hívásjegyzékek
pl: Zapisy połączeń
ro: Lista detaliata a convorbirilor

source: Conference Rooms
de: Konferenzräume
pl: Sale konferencyjne
ro: Audioconferinte

source: Home
de: Startseite
hu: Kezdolap
pl: Strona główna
ro: Acasa

source: Hunting Groups
de: Sammelanrufgruppen
pl: Grupy wyszukiwania
ro: Grupuri de hunting

source: PBX Devices
de: PBX-Geräte
hu: PBX készülékek
pl: Urządzenia PBX
ro: Echipamente

source: Resellers
de: Wiederverkäufer
hu: Viszonteladók
pl: Dystrybutorzy
ro: Distribuitori

source: Hosted PBX Permissions
de: Hosted PBX-Genehmigungen
hu: Hosted PBX engedélyek
pl: Pozwolenia Wirtualnej Centrali
ro: Hosted PBX Autorizari

source: RPS provisioning
de: RPS-Bereitstellung
pl: Konfiguracja RPS
ro: RPS furnizare

source: Redirect and Provisioning Service Provisioning module
de: Umleitungs- und Bereitstellungsdienst für Bereitstellungsmodul
pl: Przekierowanie oraz Usługa Konfiguracji moduł Konfiguracji
ro: Redirectare si Furnizare-Modul pentru servicii de Furnizare

source: Read @type list from cache (@cid). request=@request
de: @type-Liste aus dem Cache (@cid) auslesen. Anfrage=@request
hu: A(z) @type lista kiolvasása a cache-bol (@cid). Kérés=@request
pl: Czytaj @type listę z pamięci podręcznej (@cid). żądanie=@request
ro: Citeste @type lista din memoria cache (@cid). cerere=@request

source: @type list NOT written to cache (@cid) as we received an error message @message
de: Die @type-Liste wurde NICHT in das Cache (@cid) geschrieben, da eine Fehlermeldung @message eingegangen ist.
hu: A(z) @type lista NEM a cache-be lett beírva (@cid), mert @message hibaüzenet érkezett.
pl: @type lista NIE wpisana do pamięci podręcznej (!cid) ponieważ otrzymaliśmy komunikat o błędzie @message
ro: Lista @type nu a fost scrisa in memoria cache (@cid) daca ati primit mesajul de eroare @message

source: Write @type list to cache (@cid). source=@source
de: @type-Liste in das Cache (@cid) schreiben. Quelle=@source
pl: Wpisz @type listę do pamięci podręcznej (@cid). źródło=@source
ro: Scrie lista @type in memoria cache (@cid). sursa=@source

source: could not find active reseller id
de: Aktive Wiederverkäuferkennung konnte nicht gefunden werden.
hu: Aktív viszonteladó azonosító nem volt található.

source: Sipwise NGCP HTTP API implementation
de: Sipwise NGCP HTTP API-Umsetzung
hu: Sipwise NGCP HTTP API implementáció
pl: Implementacja Sipwise NGCP HTTP API

source: cant find active reseller_id
de: Aktive reseller_id kann nicht gefunden werden.
hu: Az aktív reseller_id nem található.

source: Read @type (@id) entity from cache (@cid). request=@request
de: @type (@id)-Entität aus dem Cache (@cid) auslesen. Anfrage=@request
hu: A(z) @type (@id) entitás kiolvasása a cache-bol (@cid). Kérés=@request
pl: Czytaj @type (@id) podmiot z pamięci podręcznej (@cid). żądanie=@request
ro: Citeste @type (@id) entitate din memoria cache (@cid). Cererea=@request

source: @type (@id) entity NOT written to cache (@cid) as we received an error message @message
de: Die @type (@id)-Entität wurde NICHT in das Cache (@cid) geschrieben, da eine Fehlermeldung @message eingegangen ist.
hu: A(z) @type (@id) entitás NEM a cache-be lett beírva (@cid), mert @message hibaüzenet érkezett.
pl: @type (@id) podmiot NIE wpisany do pamięci podręcznej (@cid) ponieważ otrzymaliśmy komunikat o błędzie @message
ro: Entitatea @type (@id) NU a fost scrisa in memoria cache (@cid) daca am primit un mesaj de eroare @message

source: Write @type (@id) entity to cache (@cid). source=@source
de: @type (@id)-Entität in das Cache (@cid) schreiben. Quelle=@source
hu: A(z) @type (@id) entitás NEM a cache-be lett beírva (@cid). Forrás=@source
pl: Wpisz @type (@id) podmiot do pamięci podręcznej (@cid). źródło=@source
ro: Scrieentitatea @type (@id) in memoria cache (@cid). Sursa=@source

source: Cleared @table with @cid
de: @table mit @cid gelöscht
hu: A(z) @cid azonosítójú @table törölve
pl: Wyszczyszczono @table przy pomocy @cid
ro: Stergere @table cu @cid

source: Cleared @table_list with @cid*
de: @table_list mit @cid* gelöscht
hu: A(z) @cid* azonosítójú @table_list törölve
pl: Wyczyszczono @table_list przy pomocy @cid*
ro: Stergere @table_list cu @cid*

source: Failed to set gpp chunks
de: gpp-Chunks konnten nicht gesetzt werden.
hu: A gpp sémák beállítása nem sikerült.
pl: Nie udało się ustawić fragmentów gpp

source: Go to sitemap
de: Zu Sitemap wechseln

source: Password
de: Passwort
ro: Parola

source: Status message
de: Statusmeldung
ro: Mesaj de status

source: Error message
de: Fehlermeldung
ro: Mesaj de eroare

source: Warning message
de: Warnung
ro: Mesaj de avertizare

source: « first
de: « erste Seite
ro: « primul

source: Go to first page
de: Zur ersten Seite
ro: Mergi la prima pagina

source: ‹ previous
de: ‹ vorherige Seite
ro: ‹ anterior

source: Go to previous page
de: Zur vorherigen Seite
ro: Mergi la pagina anterioara

source: next ›
de: nächste Seite ›
ro: continua ›

source: Go to next page
de: Zur nächsten Seite
ro: Mergi la pagina urmatoare

source: last »
de: letzte Seite »
ro: final »

source: Go to last page
de: Zur letzten Seite
ro: Mergi la ultima pagina

source: Go to page @number
de: Gehe zu Seite @number
ro: Mergi la pagina @ cu numarul

source: Right sidebar
de: Rechte Seitenleiste
ro: Bara dreapta

source: Content
de: Inhalt
ro: Continut

source: Header
de: Kopfbereich
ro: Antet

source: Files
de: Dateien
ro: Fişiere

source: Help is loading...
de: Hilfe wird geladen...
ro: Sectiunea Asistenta se incarca

source: Visibility
de: Sichtbarkeit
ro: Vizibilitate

source: Language
de: Sprache
ro: Limba

source: Current password
de: Aktuelles Passwort
ro: Parola curenta

source: New password
de: Neues Passwort
nl: Nieuw wachtwoord
ro: Noua parola

source: Repeat password
de: Passwort wiederholen
ro: Repeta parola

source: Log in
de: Anmelden
ro: Conectare

source: Your password must be at least eight characters, including one uppercase letter, one lowercase letter, one special character and one digit.
de: Ihr Passwort muss mindestens 8 Zeichen lang sein und mindestens einen Großbuchstaben, einen Kleinbuchstaben, eine Zahl sowie ein Sonderzeichen enthalten.
ro: Paola dumneavoastra trebuie sa contina minim opt caractere, cel putin o litera mare, o litera mica, un caracter special si o cifra.

source: Password recovery
de: Passwort-Wiederherstellung
ro: Recuperare parola

source: Add help article
de: Hilfe-Artikel hinzufügen

source: This field is mandatory / The given value must be of the MAC address type
de: Dieses Feld ist ein Pflichtfeld / Der angegebene Wert muss Typ MAC-Adresse sein

source: CBL0 - Allow all calls
de: CBL0 - Alle Anrufe zulassen

source: CBL1 - Block all calls to 0900
de: CBL1 - Alle Anrufe an 0900-Nummern blockieren

source: CBL2 - Block all international calls
de: CBL2 - Alle Anrufe an internationale Nummern blockieren

source: CBL3 - Block ranges 015, 016, 017
de: CBL3 - Bereiche 015, 016, 017 blockieren

source: CBL4 - Block ranges 0900, 0137, 0138
de: CBL4 - Bereiche 0900, 0137, 0138 blockieren

source: CBL5 - Block ranges 0900, 0137, 0138, (012), 118, 0181-0189
de: CBL5 - Bereiche 0900, 0137, 0138, (012), 118, 0181-0189, blockieren

source: CBL6 - Block ranges 0900, 0137, 0138, (012), 118, 0181-0189, 00
de: CBL6 - Bereiche 0900, 0137, 0138, (012), 118, 0181-0189, 00 blockieren

source: CBL7 - Block ranges 0900, 0137, 0138, (012), 118, 0181-0189, 00 , 015,016, 017, 0700, 0191-0194, 0180,032
de: CBL7 - Bereiche 0900, 0137, 0138, (012), 118, 0181-0189, 00 , 015,016, 017, 0700, 0191-0194, 0180,032 blockieren

source: CBL8 - Emergency calls only
de: CBL8 - Nur Notrufe

source: - Select -
de: - Auswahl-

source: Noanswer
de: Nicht angenommen

source: Success
de: Erfolgreich
pl: Wysłany
ro: Trimis cu succes

source: Failed
de: Fehlgeschlagen
pl: Nieudane wyszukiwanie
ro: Faxul nu a fost trimis

source: callee busy
de: Besetzt

source: Set the site name for all domains
de: Setzen Sie den Standortnamen für alle Domänen
pl: Ustaw nazwê lokalizacji dla wszystkich domen

source: Tools
hu: Eszközök

source: HostedPBX masquerade.
hu: HostedPBX maszkolás.
pl: Maskowanie usługi Wirtualna Centrala.
ro: HostedPBX masca.

source: Upload !title audio
hu: A(z) !title hangfájl feltöltése

source: Sipwise Scripts
hu: Sipwise szkriptek

source: Option
hu: Opciók
pl: Opcja
ro: Optiuni

source: Start
hu: Indítás
pl: Data początkowa

source: Minute
hu: Perc
pl: Minuta
ro: Minut

source: Voicemail
hu: Hangposta
pl: Poczta głosowa
ro: Mesagerie vocala

source: Region
hu: Régió
ro: Regiune

source: Masquerade
hu: Maszkolás
pl: Maskowanie
ro: Masca

source: Help Loader
hu: Betöltés súgó
pl: Ładowarka Pomocy
ro: Incarcare Asistenta

source: Name
hu: Név
pl: Nazwa
ro: Nume

source: Login name
hu: Bejelentkezési név
pl: Nazwa użytkownika
ro: Utilizator

source: Information
hu: Információ
pl: Informacja
ro: Informatii

source: Status
hu: Státusz
ro: Stare

source: Login
hu: Bejelentkezés
pl: Zaloguj
ro: Conectare

source: F.A.Q.
hu: Gy.I.K.
pl: Często zadawane pytania.
ro: Intrebari frecvente

source: Fax log
hu: Fax napló
pl: Rejestr faksów
ro: Jurnal fax

source: Time out
hu: Idotúllépés
pl: Gdy przekroczono czas oczekiwania
ro: A expirat timpul

source: Script Name
hu: Szkriptnév

source: Timeout
hu: Idotúllépés
pl: Gdy przekroczono czas oczekiwania
ro: Fara raspuns

source: voicemail
hu: Hangposta
pl: poczta głosowa
ro: mesagerie vocala

source: HostedPBX Management
hu: HostedPBX menedzsment
pl: Zarządzanie usługą Wirtualna Centrala
ro: Management HostedPBX

source: Voicemails
hu: Hangposták
pl: Poczty głosowe
ro: Casute vocale

source: OK
ro: Da

source: Dashboard
pl: Panel sterujący
ro: Tablou de bord

source: Sitemap
pl: Mapa strony
ro: Harta

source: hpbx_users
pl: hpbx_użytkownicy
ro: hbpx_utilizatori

source: Name*
nl: Naam*
pl: Nazwa*
ro: Nume*

source: digit_for_national_calls
pl: cyfra_dla_rozmów_krajowych
ro: digit_pentru_apeluri_nationale

source: country_code
pl: kod_kraju
ro: cod_tara

source: area_code_min_digits
pl: numer_kierunkowy_min_cyfr
ro: cod _zona_min_digiti

source: area_code_max_digits
pl: numer_kierunkowy_maks_cyfr
ro: cod_zona_max_digiti

source: subscriber_number_min_digits
pl: abonent_numer_min_cyfr
ro: numar_abonat_min_digiti

source: pilot_subscriber_number_min_digits
pl: abonent_główny_liczba_min_cyfr
ro: pilot_abonat_numar_min_digiti

source: pilot_subscriber_number_max_digits
pl: abonent_główny_liczba_maks_cyfr
ro: pilot_abonat_numar_maxim_digiti

source: automatic_pilot_number_generation
pl: automatyczna_generacja_numeru_głównego
ro: pilot_automat_numar_generatie

source: automatic_pilot_number_generation_prefix
pl: automatyczna_generacja_numeru_głównego_prefiks
ro: pilot_automat_numar_generatie_prefix

source: customer_concurrent_max
pl: klient_równoczesny_maks
ro: client_concurent_max

source: customer_max_extension_length
pl: klient_maks_rozszerzenie_długość
ro: client_lungime_maxima_extensie

source: extensions_are_not_allowed_to_start_with
pl: rozszerzenia_nie_są_dozwolone_na_początku
ro: extensiile_nu_sunt_permise_pentru_start_cu

source: exclude_extensions
pl: wyłącz_roszszerzenia
ro: extensii_excluse

source: emergency_prefix
pl: alarmowy_prefiks
ro: prefixe_deurgenta

source: execute_logic_for_area_code_dependant_emergency_suffix
pl: wykonaj_logika_dla_numeru_kierunkowego_zależnie_od_sufiksu_alarmowego
ro: executea_logic_pentru_cod_arie_functie_sufix_urgenta

source: suspend_ncos_level
pl: zawieś_ncos_poziom
ro: suspendare_ncos_nivel

source: mail_from_address
pl: poczta_z_adresów
ro: email_dela_adresa

source: generic_profile_set_id
pl: generyczny_profil_ustaw_id
ro: generic_profil_setare_id

source: hunt_group_subscriber_profile_id
pl: grupa_wyszukiwania_abonent_profil_id
ro: hunt_grup_abonat_profil_id

source: auto_attendant_subscriber_profile_id
pl: automatyczna_sekretarka_profil_id
ro: auto_asistent_abonat_profil_id

source: conference_room_subscriber_profile_id
pl: sala_konferencyjna_abonent_profil_id
ro: audio_conferinta_abonat_profil_id

source: customer_id_length
pl: klient_id_długość
ro: lungime_id_client

source: BLF
pl: Zajęte
ro: Camp de semnalizare pentru ocupat

source: Photo
pl: Zdjęcie
ro: Fotografie

source: !total search results for !keys
ro: total rezultate pentru !keys

source: HPBX Theme
ro: Tema HPBX

source: Look & Feel Theme for HostedPBX
ro: Accesibilitate tema HostedPBX

source: Back to all help articles
ro: Inapoi in sectiunea de asistenta

source: Details
ro: Detalii

source: Text block
ro: Blocare text

source: Instruction
ro: Instructiuni

source: Remove block
ro: Inlatura blocaj

source: Node ID
ro: ID Nod

source: Edited
ro: Editat

source: Edited by
ro: Editat de

source: Frontpage
ro: Pagina de inceput

source: Frontpage type
ro: Tip pagina de inceput

source: Add photos
ro: Adauga fotografii

source: Drag and drop files here or <a href="" class="hpbx-file-upload-link">upload</a> them
ro: Trage fisierele aici sau <a href="" " class="hpbx-file-upload-link">incarcarea</a> lor

source: Add video
ro: Adauga video

source: URL of your video
ro: URL fisier video

source: Download template
ro: Descarca template

source: Upload xlsx
ro: Incarca xlsx

source: Upload finished
ro: Incarcare finalizata

source: ###successful### out of ###total### rows were successfully added.
ro: ###successful### in afara ###total### randuri au fost adaugate.

source: Bulk import completed
ro: Import bulk finalizat

source: In case you have added Cisco devices to the portal via the bulk import, you need to sync these devices seperately. In order to do so, please enter the device overview, click on sync and follow the instructions. In case you have added Yealink and Panasonic devices, you should restart the devices.
ro: In caz ca aveti adaugate echipamente Cisco la portal cu import bulk, aveti nevoie de sincronizare sync separata a acestor echipamente. Pentru a face acest lucru, adaugati datele echipamentului, apasati pe sync si urmati instructiunile. In caz ca aveti echipamente Yealink sau Panasonic, ar trebui sa restartatiechipamentele.

source: Device overview
ro: Vedere de ansamblu echipamente

source: After succesfully having uploaded your subscribers, you can configure options like call forwards, voicemail or speed dials for each subscriber. In order to do so, please enter the subscriber overview and choose the subscriber you want to edit.
ro: Dupa ce ati incarcat cu succes abonatii, puteti configura optiuni ca redirectionarea apelurilor, mesagerie vocala sau formare rapida pentru fiecare abonat. Pentru a face acest lucru, va rugam sa introduceti datele abonatului si sa alegeti abonatul pe care doriti sa il editati

source: Subscriber overview
ro: Datele abonatului

source: Are you sure you want to delete?
ro: Sunteti sigur ca doriti sa stergeti?

source: 1 search result for @keys
ro: 1 cauta rezultatul pentru @keys

source: Password reset
ro: Resetare parola

source: Email or username
ro: Email sau Nume utilizator

source: Forgot password?
ro: Ai uitat parola?

source: Your password must be at least 7 characters long.
ro: Parola trebuie sa contina cel putin 7 caractere

source: A one time login link will be sent to your email address.
ro: Link-ul pentru conectare va fi transmis pe adresa dumneavoastra de email

source: Request
ro: Solicita

source: Back to login
ro: Inapoi la conectare

source: Select an Option
ro: Selecteaza o optiune

source: Undefined
ro: Nedefinit

source: Offline
pl: Poza siecią

source: URL
pl: Adres URL

source: hpbx
pl: Wirtualna Centrala

source: Hosted PBX
pl: Wirtualna Centrala

source: HostedPBX
pl: Wirtualna Centrala

source: The Site Name should be unique
pl: Nazwa lokalizacji powinna być unikalna

source: This field is mandatory___The given value must be of the MAC address type
pl: To pole jest obowiązkowe, wprowadź adres MAC urządzenia

source: subscriber_number_max_digits
pl: anonent_liczba_maks_cyfr

source: pilot_subscriber_profile_id
pl: abonent_pilotujący_profil_id

source: Admin
pl: Administrator

source: hpbx_wizard
pl: hpbx_kreator

source: This can take a while.
pl: To może zająć chwilę.

source: Video
pl: Wideo

source: Master
pl: Główny

source: step_image
pl: krok_obraz

source: hpbx_permissions
pl: zezwolenia_hpbx

source: undefined
pl: nieokreślony

source: Your password must be at least eight characters, including one uppercase letter, one lowercase letter, one special character and one digit
pl: Twoje hasło musi zawierać minimum osiem znaków, jedną dużą literę, jedną małą literę oraz jeden znak specjalny i cyfrę

source: Add a timeslot
nl: Voeg een tijdslot toe

source: Ported/New number
nl: Geporteerd / Nieuw nummer

source: Select as least one day for timeslot
nl: Selecteer minimaal 1 dag voor het tijdslot

source: Invalid time format
nl: Verkeerd tijdformaat

source: Time cannot be empty
nl: Tijd can niet leeg zijn

source: Delete slot
nl: Verwijder
