Repository: ravi-codes/test
Catalog: sites/all/modules/ccs/hpbx/hpbx.*.po
Languages: de, hu, nl, pl, ro

source: Create Auto attendant
nl: Creëer Keuzemenu (IVR)

source: At lease one number range must be defined. Enter the number range details and hit the "Add" button to add a new number range.
nl: Minstens 1 nummerreeks moet worden bepaald. Voeg de nummerreeks details toe en klik op de "Voeg toe" knop om deze nummerreeks toe te voegen.

source: Timeout (sec)
nl: Hoe lang gaan de toestellen over (sec)

source: Restore admin session
nl: Herstel admin sessie

source: 2. Scroll to network and press select.
nl: 2. Scroll naar netwerk en klik op selecteer

source: The request could not be sent to the device. Possible causes: <br/><br/>The device is already associated.<br/>The device is not connected to the LAN
nl: Het verzoek kon niet naar het toestel verzonden worden. Mogelijke redenen: <br/><br/>Het toestel is al gekoppeld.<br/>Het toestel is niet aan het (juiste) LAN aangesloten

source: Destination after
nl: Bestemming na

source: Confirm password must be the same as password
nl: Bevestigingswachtwoord moet het zelfde zijn als het wachtwoord

source: New messages
nl: Nieuw bericht

source: Read messages
nl: Lees berichten
