Repository: ravi-codes/test
Catalog: sites/all/modules/ccs/hpbx/hpbx.*.po
Languages: de, hu, nl, pl, ro

source: Username
de: Benutzername
hu: Felhasználónév
pl: Nazwa użytkownika
ro: Nume utilizator

source: Please enter your username or e-mail address. A one-time login link</br>will be send to your e-mail address.
de: Bitte geben Sie Ihren Benutzernamen oder Ihre E-Mail-Adresse ein. Ein einmaliger Login-Link</br>wird an ihre E-Mail-Adresse gesendet.
hu: Kérjük, adja meg a felhasználónevét vagy az e-mail címét. Egy egyszeri</br>belépési linket küldünk az e-mail címére.

source: View webserver current hostname by triggering easter-egg.
de: Durch Auslösen des Easter Eggs den aktuellen Hostnamen des Webservers anzeigen.
hu: A webszerver aktuális host nevének megnézése az Easter Egg elindításával.

source: ccs icm number overview
de: ccs icm-Nummernüberblick
hu: ccs icm szám áttekintés

source: Sorry, %name is not recognized as a user name.
de: %name wird leider nicht als Benutzername erkannt.
hu: Sajnos a %name felhasználónév nem szerepel a rendszerben.
pl: Przepraszamy, %name nie jest znaną nazwą użytkownika.
ro: Scuze, %name nu este recunoscut ca nume utilizator.

source: Sorry, we don't have a valid e-mail address attached to the user account. Please contact the support desk.
de: Leider ist dem Benutzerkonto keine gültige E-Mail-Adresse zugeordnet. Wenden Sie sich bitte an den Support Desk.
hu: Sajnos a felhasználói fiókhoz nem tartozik érvényes e-mail cím. Kérjük, forduljon az Ügyfélszolgálathoz.

source: Invalid customer definition id.
de: Ungültige Kundendefinitions-ID.
hu: Érvénytelen ügyfél-meghatározási azonosító.

source: Further instructions have been sent to your e-mail address.
de: Das Passwort und weitere Hinweise wurden an die angegebene E-Mail-Adresse gesendet.
hu: A jelszót és a további utasításokat elküldtük a megadott e-mail címére.
pl: Informacje dotyczące dalszego postępowania zostały wysłane na twój adres e-mail.
ro: Urmatoarele instructiuni au fost transmise la adresa dumneavoastra de e-mail.

source: Could not reset password
de: Das Passwort konnte nicht zurückgesetzt werden.
hu: A jelszót nem lehetett visszaállítani.

source: Replacement login information for @name at www.ccswebtool.com
de: Ersatzlogindaten für @name auf www.ccswebtool.com
hu: Heyettesíto bejelentkezési adatok a @name számára a www.ccswebtool.com oldalon

source: @name, A request to reset the password for your account has been made at www.ccswebtool.com. Username: @name Password: @password -- www.ccswebtool.com team
de: @name, Unter www.ccswebtool.com wurde eine Anforderung zum Zurücksetzen des Passworts für Ihr Konto gestellt. Benutzername: @name Passwort: @password -- Das Team von www.ccswebtool.com

source: Database
de: Datenbank
hu: Adatbázis

source: Change Language
de: Sprache ändern
hu: A nyelv módosítása

source: Get current hostname
de: Aktuellen Hostnamen abrufen
hu: Az aktuális host név lekérdezése

source: Within the tools section, some essentials tools can be found to manupulate various settings involving your (service)numbers.
de: Innerhalb des Abschnitts Tools befinden sich einige wichtige Tools für die Bearbeitung verschiedener Einstellungen mit Ihren (Service-)Nummern.

source: Currently, we don't have your e-mail address. Please enter a valid e-mail address at the !link page.
de: Aktuell haben wir Ihre E-Mail- Adresse nicht. Geben Sie bitte eine gültige E-Mail-Adresse auf der !Link-Seite ein.
hu: Jelenleg nem rendelkezünk az Ön e-mail- címével. Kérjük, adjon meg egy érvényes e-mail címet a !link oldalon.

source: account settings
de: Kontoeinstellungen
hu: Fiókbeállítások

source: Request new password
de: Neues Passwort anfordern
hu: Új jelszó kérése
ro: Solicitaţi o parolă nouă

source: Enter your current password to change the E-mail address or Password.
de: Geben Sie Ihr aktuelles Passwort ein, um die E-Mail-Adresse oder das Passwort zu ändern.
hu: Az e-mail cím vagy a jelszó módosításához adja meg a jelenlegi jelszavát.

source: Your current password is missing or incorrect; it's required to change the %name.
de: Das aktuelle Passwort fehlt oder ist falsch. Dieses ist erforderlich, um %name zu ändern.
hu: A jelenlegi jelszava hiányzik vagy hibás. A %name megváltoztatásához szükség van a jelszóra.

source: The e-mail address @mail is not valid.
de: Die E-Mail-Adresse @mail ist nicht zulässig.
hu: A(z) @mail e-mail cím nem érvényes.

source: Problem while trying to update the e-mail address, please try again or contact the support desk.
de: "Problem beim Versuch, die E-Mail-Adresse zu aktualisieren. Bitte versuchen Sie es erneut oder wenden Sie sich an den Support Desk.
hu: Probléma az e-mail cím frissítés megkísérlésénél. Próbálja meg újból, vagy forduljon az Ügyfélszolgálathoz.

source: Will enable user %user
de: Ermöglicht dem Benutzer %user
hu: Engedélyezi a %user felhasználót
nl: Zet gebruiker %user aan
pl: Aktywuję użytkownika %user
ro: Activare user %user

source: Problem while trying to change the password, please try again or contact the support desk.
de: Problem beim Versuch, das Passwort zu ändern. Bitte versuchen Sie es erneut oder wenden Sie sich an den Support Desk.
hu: Probléma a jelszó módosítás megkísérlésénél. Próbálja meg újból, vagy forduljon az Ügyfélszolgálathoz.
nl: Er heeft zich een probleem voorgedaan tijdens het wijzigen van het wachtwoord, probeer nogmaals.
ro: Parola nu a fost modificata, va rig sa incercati din nou sau sa contactati Support Desk

source: Will validate user %user
de: Bestätigt Benutzer %user
hu: Hitelesíti a %user felhasználót

source: The password does not meet the password policy requirements.
de: Das Passwort erfüllt die Anforderungen der Passwortrichtlinie nicht.

source: Changing status for @name to @uac was successfully
de: Status für @name erfolgreich auf @uac geändert
hu: A(z) @name sikeresen @uac státuszra változtatva

source: Change enabled/disabled status for @name failed
de: Änderung des Status aktiviert/deaktiviert für @name fehlgeschlagen
hu: A(z) @name engedélyezett/tiltott státuszát nem sikerült megváltoztatni

source: Unlock for @name was successfully
de: Entsperren für @name war erfolgreich
hu: A(z) @name esetében a zárolás megszüntetése sikeres volt

source: Unlock for @name failed
de: Entsperren für @name fehlgeschlagen
hu: A(z) @name esetében a zárolást nem sikerült megszüntetni

source: user
de: Benutzer
hu: felhasználó
ro: utilizator

source: Password reset instructions mailed to %name at %email.
de: Ein neues Passwort für %name wurde an %email versendet.
hu: A jelszó módosítási utasításokat elkültük %name számára a(z) %email címre.
ro: Instrucţiunile de schimbare a parolei au fost trimise spre %name la adresa %email.

source: Failed to get valid ldap authentication configuration.
de: Gültige ldap-Authentifizierungskonfiguration konnte nicht abgerufen werden.
hu: Nem sikerült érvényes ldap hitelesítési konfigurációt lekérdezni.

source: General module
de: Allgemeines Modul
hu: Általános modul

source: The PIN used to enter the voicemail from external numbers.
de: Die zum Aufrufen der Voicemail von externen Nummern aus verwendete PIN.
hu: A hangposta külso számokról történo elérését szolgáló PIN kód.
pl: PIN zastosowany do dostępu do poczty głosowej z numerów zewnętrznych
ro: Codul PIN utilizat pentru a accesa mesageria vocala de pe numere externe

source: The email address to which notifications and the recordings (if attach is enabled) are sent.
de: Die E-Mail-Adresse, an die Benachrichtigungen und Aufzeichnungen gesendet werden (wenn Anhänge aktiviert sind).
hu: Az e-mail cím, ahova az értesítések és a rögzített hangfelvételek (ha a csatolás engedélyezve van) elküldésre kerülnek.
pl: Adres Email na który wysyłane są powiadomienia oraz nagrania (jeśli są uruchomione)

source: Attach recordings (wav file) to the notification emails.
de: Aufzeichnungen (.wav-Datei) an die Benachrichtigungs-E-Mails anhängen.
hu: Rögzített hangfelvétel (wav fájl) csatolása az értesítés e-mailekhez.
pl: Załącz nagrania do emaili z powiadomieniami

source: Attach
de: Anhängen
hu: Csatolás
pl: Załącz
ro: Atasament

source: Delete voicemails from the voicemail box after sending the recording via email. Note that if delete is enabled and the mail cannot be delivered, the voicemail is lost.
de: Voicemail-Nachrichten löschen, nachdem die Aufzeichnung per E-Mail verschickt wurde. Beachten Sie, dass die Voicemail-Nachricht verloren geht, wenn Löschen aktiviert ist, die Mail aber nicht zugestellt werden kann.
hu: A hangposta üzenetek törlése a hangpostafiókból, a rögzített hangfelvétel e-mailben történo elküldése után. Fontos tudnivaló: a hangposta üzenet elvész, ha a törlés engedélyezve van, de az e-mail nem kézbesítheto.
pl: Kasuj nagrania ze skrzynki po wsyłaniu nagrania drogą mailową. Uwaga: jeśli usuwanie jest zaznaczone a email nie może zostać dostarczony to nagranie zostanie utracone.

source: Delete
de: Löschen
hu: Törlés
pl: Usuń
ro: Sterge

source: General settings
de: Allgemeine Einstellungen
hu: Általános beállítások

source: Maintenance mode
de: Wartungsmodus
hu: Karbantartási mód
ro: Mod mentenanță

source: In case hpbx is in maintenance mode, only the LGI admin can login to deactivate this mode
de: Wenn sich hpbx im Wartungsmodus befindet, kann nur der LGI-Admin sich einloggen, um diesen Modus zu deaktivieren.
hu: Ha a hpbx karbantartási módban található, csak az LGI adminisztrátor tud bejelentkezni, hogy ezt a módot kikapcsolja.

source: Show version number
de: Versionsnummer anzeigen
hu: Verziószám megjelenítése

source: Show hpbx version number (top-left, dev only)
de: Siehe hpbx-Versionsnummer (oben links, nur Entw.)
hu: A hpbx verziószám megjelenítése (balra fent, csak fejl.)

source: Bypass cooldown period
de: Cooldown-Phase umgehen
hu: A cooldown fázis kikerülése

source: Allow deleting of customers before the cooldown periode has passed
de: Löschen von Kunden vor dem Ende der Cooldown-Phase zulassen.
hu: Ügyféltörlés engedélyezése a cooldown ido letelte elott.

source: Verify masquerade login button
de: Masquerade-Login-Button verifizieren
hu: Bejelentkezési gomb maszkolás hitelesítése

source: Before displaying the login button on the customer overview page, check if it actually can be used
de: Bevor der Login-Button auf der Überblicksseite des Kunden angezeigt wird, prüfen, ob er wirklich verwendet werden kann.

source: Due to planned work the portal is currently offline....
de: Das Portal ist aktuell aufgrund geplanter Arbeiten offline....
hu: A portál az elore betervezett munka miatt jelenleg offline....

source: Whoops
de: Ups.
hu: Hoppá.
nl: Oeps
pl: Ups
ro: Ups

source: the page you're trying to reach doesn't exist...
de: Die Seite, die Sie aufrufen wollten, existiert nicht...
hu: Az elérni kívánt oldal nem létezik...
nl: de pagina die u probeert te bereiken bestaat niet...
pl: strona, na którą próbujesz wejść nie istnieje...
ro: Pagina pe care incercati sa o accesati nu exista…

source: HostedPBX logged-in user info.
de: HostedPBX Informationen des eingeloggten Benutzers.
hu: HostedPBX bejelentkezett felhasználó információk.
pl: Informacje o zalogowanym użytkowniku usługi Wirtualna Centrala.
ro: HostedPBX conectat-informatii utilizator.

source: HostedPBX customer search.
de: HostedPBX Kundensuche.
hu: HostedPBX ügyfélkeresés.
pl: Wyszukiwanie klienta usługi Wirtualna Centrala.
ro: HostedPBX cautare client.

source: HostedPBX subscribers
de: HostedPBX Teilnehmer
hu: HostedPBX elofizetok
pl: Abonenci usługi Wirtualna Centrala
ro: HostedPBX abonati

source: Logout
de: Abmelden
hu: Kijelentkezés
pl: Wyloguj
ro: Iesire

source: Search
de: Suche
hu: Keresés
pl: Szukaj
ro: Cauta

source: Extension cannot start with @na
de: Die Durchwahl kann nicht mit @na beginnen.
hu: A mellék nem kezdodhet úgy, hogy @na.
pl: Nr wewnętrzny nie może zaczynać się od @na
ro: Extensia nu poate incepe cu @na

source: Extension requires length of @length digits
de: Die Durchwahl muss @length Zeichen lang sein.
hu: A melléknek @length számjegy hosszúnak kell lennie.
pl: Wymagana długość numeru wewnętrznego to @length cyfr
ro: Extensia necesita o lungime de @length digits

source: Reseller
de: Wiederverkäufer
hu: Viszonteladó
pl: Dystrybutor
ro: Distribuitor

source: Subscriber ID
de: Teilnehmerkennung
hu: Elofizeto azonosító
pl: Identyfikator abonenta
ro: ID Abonat

source: Input
de: Eingabe
hu: Bevitel
pl: Dane wejściowe
ro: Introdu

source: Apply rewrite rules
de: Regeln zum Neuschreiben anwenden
hu: Újraírási szabályok alkalmazása
pl: Zastosuj zasady podstawienia
ro: Aplica regulile de rescriere

source: Queue
de: Warteschlange
hu: Sor
pl: Kolejka
ro: Coada

source: Choose an option
de: Eine Option wählen
hu: Opció választása
pl: Wybierz opcję
ro: Alege o optiune

source: Wrap up time (sec)*
de: Abwicklungszeit (s)*
hu: Ügykezelési ido (s)*
pl: Czas oczekiwania (sekundy)*

source: Wrap up time (sec)
de: Abwicklungszeit (s)
hu: Ügykezelési ido (s)
pl: Czas oczekiwania (sekundy)
ro: Completeaza timpul (sec)

source: Max. number of calls in queue
de: Max. Anzahl Anrufe in der Warteschlange
hu: A sorban álló hívások maximális száma
pl: Maksymalna liczba rozmów w kolejce
ro: Numar maxim de apeluri in coada de asteptare

source: Delete upload
de: Upload löschen
hu: A feltöltés törlése
pl: Usuń załadowane pliki
ro: Stergere incarcare

source: Upload @title audio
de: Tondatei @title hochladen

source: File requirements
de: Dateianforderungen
hu: Fájl követelmények
pl: Wymagania dotyczące pliku
ro: Cerinte fisier

source: If you upload an audio file, make sure you pay for or own the content rights for this audio file.</br></br>Supported file types: wav, mp3, flac, ogg, raw
de: Wenn Sie eine Tondatei hochladen, stellen Sie sicher, dass Sie die Inhaltsrechte für die Tondatei bezahlen oder besitzen.</br></br>Unterstützte Dateitypen: wav, mp3, flac, ogg, raw
hu: Hangfájl feltöltése esetén biztosítani kell, hogy a hangfájl tartalmának jogtulajdonosa Ön legyen, vagy az azzal kapcsolatos jogdíjak ki legyenek fizetve.</br></br>Támogatott fájltípusok: wav, mp3, flac, ogg, raw
pl: Upewnij się, żę posiadasz prawa autorskie dla pliku audio, który chcesz załadować. Obsługiwane typy plików: wav, mp3, flac, ogg, raw

source: None
de: Keine
hu: Nincs
pl: Brak
ro: Nimic

source: Number
de: Zahl
hu: Szám
pl: Numer
ro: Numar

source: Extension
de: Durchwahl
hu: Mellék
pl: Numer wewnętrzny
ro: Extensie

source: Add
de: Hinzufügen
hu: Hozzáadás
pl: Dodaj
ro: Adauga

source: hpbx basic
de: hpbx-Grundlagen
hu: hpbx alap
pl: Pakiet podstawowy
ro: hpbx nivel de baza

source: hpbx import help
de: hpbx-Importhilfe
hu: hpbx súgó importálása

source: hpbx view reseller
de: hpbx Ansicht Wiederverkäufer
hu: hpbx viszonteladó megtekintése
pl: Wirtualna Centrala widok dystrybutora
ro: hpbx vizualizare distribuitor

source: hpbx edit reseller
de: hpbx Wiederverkäufer bearbeiten
hu: hpbx viszonteladó szerkesztése
pl: Wirtualna Centrala edytuj dystrybutora
ro: hpbx editare distribuitor

source: hpbx edit own reseller
de: hpbx eigenen Wiederverkäufer bearbeiten
hu: hpbx saját viszonteladó szerkesztése

source: hpbx edit own reseller users
de: hpbx eigene Wiederverkäufer-Benutzer bearbeiten
hu: hpbx saját viszonteladó felhasználók szerkesztése

source: hpbx edit general reseller settings
de: hpbx allgemeine Wiederverkäufereinstellungen bearbeiten
hu: hpbx általános viszonteladó beállítások szerkesztése

source: hpbx edit dashboard reseller settings
de: hpbx Wiederverkäufer-Dashboard-Einstellungen bearbeiten
hu: hpbx viszonteladó dashboard beállítások szerkesztése

source: hpbx edit mail reseller settings
de: hpbx Wiederverkäufer-Mail-Einstellungen bearbeiten
hu: hpbx viszonteladó levél beállítások szerkesztése

source: hpbx edit terms reseller settings
de: hpbx Einstellungen der Bedingungen für Wiederverkäufer bearbeiten
hu: hpbx viszonteladó feltételek beállításainak szerkesztése

source: hpbx edit emergency reseller settings
de: hpbx Notfalleinstellungen für Wiederverkäufer bearbeiten
hu: hpbx viszonteladó vészhelyzeti beállítások szerkesztése

source: hpbx add reseller
de: hpbx Wiederverkäufer hinzufügen
hu: hpbx viszonteladó hozzáadása
pl: Wirtualna Centrala dodaj dyrtybutora
ro: hpbx adaugare distribuitor

source: hpbx delete reseller
de: hpbx Wiederverkäufer löschen
hu: hpbx viszonteladó törlése
pl: Wirtualna Centrala usuń dystrybutora
ro: hpbx stergere distribuitor

source: hpbx view customer
de: hpbx Kunde anzeigen
hu: hpbx ügyfél megtekintése
pl: Wirtualna Centrala pokaż klienta
ro: hpbx vizualizare client

source: hpbx add customer
de: hpbx Kunde hinzufügen
hu: hpbx ügyfél hozzáadása
pl: Wirtualna Centrala dodaj klienta
ro: hpbx adaugare client

source: hpbx edit customer
de: hpbx Kunde bearbeiten
hu: hpbx ügyfél szerkesztése
pl: Wirtualna Centrala edytuj klienta
ro: hpbx editare client

source: hpbx delete customer
de: hpbx Kunde löschen
hu: hpbx ügyfél törlése
pl: Wirtualna Centrala usuń klienta
ro: hpbx stergere client

source: hpbx view business partners
de: hpbx Geschäftspartner anzeigen
hu: hpbx üzleti partner megtekintése
pl: hpbx przeglądaj Partnerów Biznesowych
ro: hpbx vizualizare parteneri business suport

source: hpbx view business partner customer
de: hpbx Kunde des Geschäftspartners anzeigen
hu: hpbx üzleti partner ügyfelének megtekintése
pl: hpbx zobacz klienta Partnera Biznesowego
ro: hpbx vizualizare client partener business

source: hpbx add business partner customer
de: hpbx Kunde des Geschäftspartners hinzufügen
hu: hpbx üzleti partner ügyfelének hozzáadása
pl: hpbx dodaj klienta Partnera Biznesowego
ro: hpbx adaugare client partener business

source: hpbx edit business partner customer
de: hpbx Kunde des Geschäftspartners bearbeiten
hu: hpbx üzleti partner ügyfelének szerkesztése
pl: hpbx edytuj klienta Partnera Biznesowego
ro: hpbx editare client partener business

source: hpbx delete business partner customer
de: hpbx Kunde des Geschäftspartners löschen
hu: hpbx üzleti partner ügyfelének törlése
pl: hpbx usuń klienta Partnera Biznesowego
ro: hpbx stergere client partener business

source: hpbx edit business partner users
de: hpbx Benutzer des Geschäftspartners bearbeiten
hu: hpbx üzleti partner felhasználóinak szerkesztése
pl: hpbx edytuj użytkowników Partnerów Biznesowych
ro: hpbx editare utilizatori clienti partener business

source: hpbx edit business partner settings
de: hpbx Geschäftspartnereinstellungen bearbeiten
hu: hpbx üzleti partner beállítások szerkesztése
pl: hpbx edytuj ustawienia Partnerów Biznesowych
ro: hpbx editare setari partener business

source: hpbx delete business partner
de: hpbx Geschäftspartner löschen
hu: hpbx üzleti partner törlése
pl: hpbx usuń Partnera Biznesowego
ro: hpbx stergere partener business

source: hpbx edit own business partner users
de: hpbx eigene Geschäftspartnerbenutzer bearbeiten
hu: hpbx saját üzleti partner felhasználóinak szerkesztése
pl: hpbx edytuj własnego użytkownika Partnera Biznesowego
ro: hpbx editare apartenenta utilizator partener business

source: hpbx edit own business partner settings
de: hpbx eigene Geschäftspartnereinstellungen bearbeiten
hu: hpbx saját üzleti partner beállítások szerkesztése
pl: hpbx edytuj własne ustawienia Partnera Biznesowego
ro: hpbx editare setari partener business propriu

source: hpbx edit general business partner settings
de: hpbx allgemeine Geschäftspartnereinstellungen bearbeiten
hu: hpbx általános üzleti partner beállítások szerkesztése
pl: hpbx edytuj ogólne ustawienia Partnera Biznesowego
ro: hpbx editare setari partener business

source: hpbx edit dashboard business partner settings
de: hpbx Geschäftspartner-Dashboardeinstellungen bearbeiten
hu: hpbx üzleti partner dashboard beállítások szerkesztése
pl: hpbx edytuj panel ustawień Partnera Biznesowego
ro: hpbx editare machete setari partener business

source: hpbx edit mail business partner settings
de: hpbx Geschäftspartner-Mail-Einstellungen
hu: hpbx üzleti partner levél beállítások szerkesztése
pl: hpbx edytuj ustawienia poczty Partnera Biznesowego
ro: hpbx editare mail setari partener business

source: hpbx delete customer override
de: hpbx Kundenoverride löschen
hu: hpbx ügyfél felülbírálat törlése
pl: hpbx usuń klienta nadpisanego
ro: hpbx sterge client suprascris

source: hpbx masquerade customer
de: hpbx Kunde maskieren
hu: hpbx ügyfél maszkolás
pl: Wirtualna Centrala maskuj klienta
ro: hpbx masca client

source: hpbx view reseller customer
de: hpbx Wiederverkäuferkunden anzeigen
hu: hpbx viszonteladó ügyfél megtekintése
pl: Wirtualna Centrala pokaż klienta dystrybutora
ro: hpbx vizualizare client al distribuitorului

source: hpbx add reseller customer
de: hpbx Wiederverkäuferkunden hinzufügen
hu: hpbx viszonteladó ügyfél hozzáadása
pl: Wirtualna Centrala dodaj klienta dystrybutora
ro: hpbx adaugare client al distribuitorului

source: hpbx edit reseller customer
de: hpbx Wiederverkäuferkunden bearbeiten
hu: hpbx viszonteladó ügyfél szerkesztése
pl: Wirtualna Centrala edytuj klienta dystrybutora
ro: hpbx editare client al distribuitorului

source: hpbx delete reseller customer
de: hpbx Wiederverkäuferkunden löschen
hu: hpbx viszonteladó ügyfél törlése
pl: Wirtualna Centrala usuń klienta dystrybutora
ro: hpbx stergere client al distribuitorului

source: hpbx view subscriber
de: hpbx Teilnehmer löschen
hu: hpbx elofizeto megtekintése
pl: Wirtualna Centrala pokaż abonenta
ro: hpbx vizualizare abonat

source: hpbx edit own subscriber settings
de: hpbx eigene Teilnehmereinstellungen bearbeiten
hu: hpbx saját elofizeto beállítások szerkesztése
pl: Wirtualna Centrala edytuj ustawienia własne abonenta
ro: hpbx editeaza setarile abonatului propriu

source: hpbx edit own customer settings
de: hpbx eigene Kundeneinstellungen bearbeiten
hu: hpbx saját ügyfél beállítások szerkesztése
pl: Wirtualna Centrala edytuj ustawienia własne klienta
ro: hpbx editeaza setarile clientului propriu

source: hpbx edit subscriber
de: hpbx Teilnehmer bearbeiten
hu: hpbx elofizeto szerkesztése
pl: Wirtualna Centrala edytuj abonenta
ro: hpbx editare abonat

source: hpbx delete subscriber
de: hpbx Teilnehmer löschen
hu: hpbx elofizeto törlése
pl: Wirtualna Centrala usuń abonenta
ro: hpbx stergere abonat

source: hpbx view pbxdevice
de: hpbx pbxdevice anzeigen
hu: hpbx pbxdevice megtekintése
pl: Wirtualna Centrala pokaż urządzeniepbx
ro: hpbx vizualizare echipament pbx

source: hpbx edit pbxdevice
de: hpbx pbxdevice bearbeiten
hu: hpbx pbxdevice szerkesztése
pl: Wirtualna Centrala edytuj urządzenie pbx
ro: hpbx editare echipament pbx

source: hpbx delete pbxdevice
de: hpbx pbxdevice löschen
hu: hpbx pbxdevice törlése
pl: Wirtualna Centrala usuń urządzeniepbx
ro: hpbx stergere echipament pbx

source: hpbx sync pbxdevice
de: hpbx pbxdevice synchronisieren
hu: hpbx pbxdevice szinkronizálása
pl: hpbx synchronizuj urządzeniepbx
ro: hpbx sincronizare echipament pbx

source: hpbx view call records
de: hpbx Anrufaufzeichnungen anzeigen
hu: hpbx hívásjegyzékek megtekintése
pl: Wirtualna Centrala pokaż nagrania rozmów
ro: hpbx vizualizare istoric apeluri

source: hpbx view huntgroup
de: hpbx Sammelanrufgruppe anzeigen
hu: hpbx vonalcsoport megtekintése
pl: Wirtualna Centrala pokaż grupę wyszukiwania
ro: hpbx vizualizare grup de hunting

source: hpbx edit huntgroup
de: hpbx Sammelanrufgruppe bearbeiten
hu: hpbx vonalcsoport szerkesztése
pl: Wirtualna Centrala edytuj grupę wyszukiwania
ro: hpbx editare grup de hunting

source: hpbx delete huntgroup
de: hpbx Sammelanrufgruppe löschen
hu: hpbx vonalcsoport törlése
pl: Wirtualna Centrala usuń grupę wyszukiwania
ro: hpbx stergere grup de hunting

source: hpbx view auto attendant
de: hpbx automatischen Teilnehmer anzeigen
hu: hpbx automatikus résztvevo megtekintése
pl: Wirtualna Centrala pokaż automatyczną sekretarkę
ro: hpbx vizualizare auto asistent
