Repository: ravi-codes/test
Catalog: sites/all/modules/ccs/hpbx/hpbx.*.po
Languages: de, hu, nl, pl, ro

source: Name is already assigned to Business Partner @bp
de: Der Name ist dem Geschäftspartner @bp bereits zugeordnet.
hu: A név már hozzá van rendelve a(z) @bp üzleti partnerhez.
pl: Nazwa została już przypisana do Partnera Biznesowego @bp
ro: Denumirea este deja alocata unui alt Partener Business @bp

source: Unable to retrieve existing ldap user %name.
de: Kann bestehenden ldap-Benutzer nicht abrufen %name.
hu: A(z) %name nevu, már létezo ldap felhasználó nem töltheto be.
pl: Nie można odzyskać istniejącej %name użytkownika ldap
ro: Nu este posibila recuperarea utilizatorului ldap %name

source: A user - with one of the HPBX roles - with the provided email address is already present.
de: "Ein Benutzer - mit einer der HPBX-Rollen - mit der angegebenen E-Mail-Adresse ist bereits vorhanden.
hu: Egy - az egyik HPBX szereppel rendelkezo - felhasználó már létezik a megadott e-mail címmel.
pl: Użytkownik - z jedną z ról HPBX - z podanym adresem email już istnieje.
ro: Un utilizator - cu unul dintre rolurile HPBX - cu adresa email introdusa este deja prezent.

source: A user with the provided email address is already present.
de: Ein Benutzer mit der angegebenen E-Mail-Adresse ist bereits vorhanden.
hu: Egy felhasználó már létezik a megadott e-mail címmel.
pl: Użytkownik z podanym adresem e-mail już istnieje.
ro: Exista deja un user cu adresa de email introdusa

source: Further instructions have been sent to @mail
de: Weitere Hinweise wurden an @mail gesendet.
hu: A további instrukciókat elküldtük a(z) @mail címre.
pl: Dalsze instrukcje przesłano na adres @mail
ro: Au fost trimise mai multe instructiuni pe @mail

source: Could not sent e-mail with instructions.
de: E-Mail mit Anweisungen konnte nicht verschickt werden.
hu: Az instrukciókat tartalmazó e-mailt nem sikerült elküldeni.
pl: Nie można wysłać e-maila z instrukcjami.
ro: Nu este posibila transmiterea email-ului cu instructiuni.

source: Failed to create reseller business partner administrator account
de: Administratorkonto für Wiederverkäufer Geschäftspartner konnte nicht erstellt werden
hu: A viszonteladó üzleti partnerhez nem sikerült adminisztrátori fiókot létrehozni.
pl: Nie można utworzyć konta Partnera Biznesowego
ro: Crearea contului de administrator pentru partenerul business reseller a esuat

source: Create Business Partners
de: Geschäftspartner erstellen
hu: Üzleti partner létrehozása
pl: Utwórz Partnerów Biznesowych
ro: Creare Partener Business

source: Delete Business Partner
de: Geschäftspartner löschen
hu: Üzleti partner törlése
pl: Usuń Partnera Biznesowego
ro: Stergere Partener Business

source: Business Partner users
de: Geschäftspartnerbenutzer
hu: Üzleti partner felhasználók
pl: Użytkownicy Partnera Biznesowego
ro: Utilizatori Partener Business

source: Create user
de: Benutzer erstellen
hu: Felhasználó létrehozása
pl: Utwórz użytkownika
ro: Creare user

source: Role
de: Rolle
hu: Szerep
pl: Zadanie
ro: Rol

source: Delete user
de: Benutzer löschen
hu: Felhasználó törlése

source: User @cn
de: Benutzer @cn
hu: Felhasználó @cn
nl: Gebruiker @cn
pl: Użytkownik @cn
ro: Editare utilizator @cn

source: A user with the provided email address is already present within the HPBX administrator group.
de: Ein Benutzer mit der angegebenen E-Mail-Adresse existiert bereits in der HPBX-Administratorengruppe.
hu: Egy felhasználó a megadott e-mail címmel már létezik a HPBX adminisztrátori csoportban.

source: Failed to update Business Partner administrator account
de: "Das Geschäftspartneradministratorkonto konnte nicht aktualisiert werden.
hu: Az üzleti partner adminisztrátori fiókot nem sikerült frissíteni.
pl: Nie można zaktualizować konta Partnera Biznesowego
ro: Actualizarea contului de administrator al Partenerului Business a esuat

source: User successfully updated
de: Benutzer erfolgreich aktualisiert

source: Failed to remove the user account
de: Das Benutzerkonto konnte nicht entfernt werden.
hu: A felhasználói fiókot nem sikerült eltávolítani.

source: General
de: Allgemein
hu: Általános
pl: Ogólne

source: Logo & Footer
de: Logo & Fußzeile
hu: Logo és lábrész
pl: Logo & Stopka

source: Logo preview
de: Logovorschau
hu: Logo elonézet
pl: Podgląd logo
ro: Previzualizare imagine

source: Upload an email logo. Allowed extensions: jpg, jpeg, png
de: E-Mail-Logo hochladen. Zulässige Dateinamenerweiterungen: jpg, jpeg, png
hu: E-mail logo feltöltése. Engedélyezett kiterjesztések: jpg, jpeg, png
pl: Załaduj logo poczty elektronicznej. Dozwolone rozszerzenia: jpg, jpeg, png
ro: Incarca o imagine pentru email. Sunt permise extensiile: jpg, jpeg, png

source: Footer
de: Fußbereich
hu: Lábrész
pl: Stopka
ro: Subsol

source: Business Partner Customer Administrator welcome email
de: Willkommens-E-Mail an Kundenadministrator des Geschäftspartners
hu: Az üzleti partner ügyfél adminisztrátorának küldött üdvözlo e-mail
pl: Mail powitalny dla Administratorów Partnerów Biznesowych
ro: Email bun venit Aministrator Partener Business

source: Subject
de: Betreff
hu: Tárgy
pl: Temat
ro: Subiect

source: Body
de: Textkörper
hu: Szövegtest
pl: Treść
ro: Continut

source: Business Partner Subscriber welcome email
de: Willkommens-E-Mail an Teilnehmer des Geschäftspartners
hu: Az üzleti partner elofizetojének küldött üdvözlo e-mail
pl: Mail powitalny dla Abonentów Partnerów Biznesowych
ro: Email bun venit Abonat al Partnerului Business

source: Business Partner User welcome email
de: Willkommens-E-Mail an Benutzer des Geschäftspartners
hu: Az üzleti partner felhasználójának küldött üdvözlo e-mail
pl: Mail powitalny dla Użytkowników Partnerów Biznesowych
ro: Email bun venit Utilizator Partener Business

source: Replacements
de: Ersatz
hu: Pótlások
pl: Zamienniki
ro: Inlocuiri

source: Phonenumber
de: Telefonnummer
hu: Telefonszám
pl: Numer telefonu
ro: Numar telefon

source: Help website url
de: URL der Hilfewebsite
hu: Weboldal URL súgó
pl: Adres url strony pomocy
ro: url website Asistenta

source: Help mail address
de: E-Mail-Adresse der Hilfe
hu: E-mail cím súgó
pl: Adres e-mail strony pomocy
ro: Adresa de email Asistenta

source: Help name
de: Name der Hilfe
hu: Név súgó
pl: Nazwa Pomocy
ro: Nume Asistenta

source: Not allowed to remove the user account
de: Das Benutzerkonto darf nicht entfernt werden.
hu: A felhasználói fiókot nem szabad eltávolítani.

source: User succesfully removed
de: Benutzer erfolgreich entfernt
hu: A felhasználó sikeresen eltávolítva
pl: Usunięcie użytkownika powiodło się
ro: Utilizatorul a fost sters

source: Only partially removed the user account
de: Das Benutzerkonto wurde nur teilweise entfernt.
hu: A felhasználói fiók csak részben lett eltávolítva.

source: Failed to change the business partner name
de: Der Name des Geschäftspartners konnte nicht geändert werden.
hu: Az üzleti partner nevét nem sikerült megváltoztatni.

source: Failed to remove user with username from AD: @username
de: Der Benutzer mit Benutzername aus AD: @username konnte nicht entfernt werden.
hu: Az AD-bol vett @username felhasználónevu felhasználót nem sikerült eltávolítani.
pl: Nie udało się usunąć użytkownika o nazwie z AD: @username
ro: Stergerea utilizatorului @username din AD a esuat

source: Failed to remove business partner from AD: @username
de: Der Geschäftspartner mit Benutzername aus AD: @username konnte nicht entfernt werden.
hu: Az AD-bol vett @username felhasználónevu üzleti partnert nem sikerült eltávolítani.

source: Successfully removed affiliate user with @username
de: Partnerbenutzer mit @username erfolgreich entfernt
hu: A(z) @username felhasználónevu partner felhasználó sikeresen eltávolítva.

source: Failed to remove user with username from drupal: @username @exception_message
de: Der Benutzer mit Benutzername aus drupal: @username @exception_message konnte nicht entfernt werden.
hu: A(z) @username @exception_message felhasználónevu felhasználót nem sikerült eltávolítani a drupalból.

source: Failed to load drupal user with username @username
de: drupal-Benutzer mit Benutzername @username konnte nicht geladen werden
hu: A(z) @username felhasználónevu drupal felhasználót nem sikerült betölteni.

source: Failed to load drupal user with username @username (more then 1 user found?)
de: drupal-Benutzer mit Benutzername @username konnte nicht geladen werden (mehr als 1 Benutzer gefunden?).
hu: A @username felhasználónevu drupal felhasználót nem sikerült betölteni (több mint 1 felhasználót talált?).

source: Own number
de: Eigene Nummer
hu: Saját szám
pl: Numer własny
ro: Numar propriu

source: All
de: Alles
hu: Az összes
pl: Wszystkie
ro: Toate

source: Subscriber or group
de: Teilnehmer oder Gruppe
hu: Elofizeto vagy csoport
pl: Abonent lub grupa

source: Date
de: Datum
hu: Dátum
pl: Data
ro: Data

source: through
de: durch
hu: keresztül
pl: do

source: Change
de: Ändern
hu: Módosítás
pl: Zmień
ro: Modifica

source: Forwarded unconditionally
de: Bedingungslos weitergeleitet
hu: Feltétel nélkül átirányítva
pl: Bezwarunkowe przekierowanie
ro: Redirectionare neconditionata

source: Forwarded due to busy
de: Weitergeleitet weil belegt
hu: Átirányítva, mert foglalt
pl: Przekierowanie ze względu na zajętą linię
ro: Redirectionare in caz de ocupat

source: Forwarded due to unavailable
de: Weitergeleitet weil nicht verfügbar
hu: Átirányítva, mert nem érheto el
pl: Przekierowanie ze względu na niedostępność
ro: Redirectionare in caz de indisponibil

source: Forwared due to timeout
de: Weitergeleitet wegen Timeout
hu: Továbbítva idotúllépés miatt
pl: Przekierowanie ze względu na przekroczenie czasu oczekiwania
ro: Redirectionare in caz de timeout

source: Normal call
de: Normaler Anruf
hu: Normál hívás
pl: Zwykła rozmowa
ro: Apel normal

source: Inbound
de: Eingehend
hu: Beérkezo
pl: Przychodzące
ro: Apeluri de intrare

source: Outbound
de: Ausgehend
hu: Kimeno
pl: Wychodzące
ro: Apeluri de iesire

source: Date & Time
de: Datum & Uhrzeit
hu: Dátum és ido
pl: Data i Godzina
ro: Data & Ora

source: Numbers
de: Nummern
hu: Számok
pl: Numery
ro: Numere

source: Caller
de: Anrufer
hu: Hívó
pl: Dzwoniący
ro: Apelant

source: Called
de: Angerufen
hu: Hívott
pl: Odbierający
ro: Apelat

source: Call type
de: Anruftyp
hu: Hívás típus
pl: Typ rozmowy
ro: Tip apel

source: Duration
de: Dauer
hu: Tartam
pl: Czas trwania
ro: Durata

source: Anonymous
de: Gast
hu: Névtelen
pl: Anonimowy
ro: Anonim

source: Conference room
de: Konferenzraum
hu: Konferenciaterem
pl: Sala konferencyjna
ro: Audio conferinta

source: Office hours
de: Bürozeiten
hu: Hivatali ido
pl: Godziny pracy
ro: Program de lucru

source: Voicemail retrieval
de: Voicemail abrufen
hu: Hangposta betöltés
pl: Wyszukiwanie poczty głosowej
ro: Extragere mesagerie vocala

source: Voicemail deposit
de: Voicemail-Nachricht hinterlegen
hu: Hangposta üzenet hagyása
pl: Zachowanie poczty głosowej
ro: Stocare mesagerie vocala

source: Voicemail via ext.
de: Voicemail über Ext.
hu: Hangposta melléken keresztül
pl: Poczta głosowa przez numer wew.
ro: Mesagerie vocala via ext.

source: terminated
de: beendet
hu: befejezve
pl: zakończono
ro: finalizat

source: Create Conference room
de: Konferenzraum erstellen
hu: Konferenciaterem létrehozása
nl: Creëer telefonische vergaderruimte
pl: Utwórz Salę konferencyjną
ro: Adauga audio conferinta

source: If you enter a PIN, it must consist of 5 digits
de: Wenn Sie eine PIN eingeben, muss diese aus 5 Ziffern bestehen.
hu: A megadott PIN-nek 5 számból kell állnia.
pl: Jeśli wprowadzasz PIN, musi on składać się z 5 cyfr
ro: Daca introduceti un cod PIN trebuie sa contina 5 digiti

source: Announcement language
de: Mitteilungssprache
hu: A közlemény nyelve
pl: Język powiadomień
ro: Limba anunturilor

source: Create conference room
de: Konferenzraum erstellen
hu: Konferenciaterem létrehozása
pl: Utwórz salę konferencyjną
ro: Adauga audio conferinta

source: Delete conference room
de: Konferenzraum löschen
hu: Konferenciaterem törlése
pl: Usuń salę konferencyjną
ro: Sterge audio conferinta

source: PIN needs to be exactly 5 digits.
de: Die PIN braucht genau 5 Ziffern.
hu: A PIN-nek pontosan 5 számjegyunek kell lennie.
pl: PIN musi składać się dokładnie z 5 cyfr.
ro: Codul PIN trebuie sa contina exact 5 digiti.

source: Conference room successfully saved
de: Konferenzraum erfolgreich gespeichert
hu: Konferenciaterem sikeresen lementve
nl: Telefonische vergaderruimte succesvol opgeslagen
pl: Zapisanie sali konferencyjnej zakończone powodzeniem
ro: Audio conferinta a fost salvata cu succes

source: Create customer
de: Kunden erstellen
hu: Ügyfél létrehozása
pl: Utwórz klienta
ro: Adauga client

source: Company name
de: Unternehmensname
hu: Cégnév
pl: Nazwa klienta
ro: Nume companie

source: Business Partner
de: Geschäftspartner
hu: Üzleti partner
pl: Partner Biznesowy
ro: Partener Business

source: Customer Id
de: Kundenkennung
hu: Ügyfélazonosító
pl: Id klienta
ro: ID client

source: Multisite
de: Multiple Standorte
pl: Wiele lokalizacji

source: Suspended
de: suspendiert
hu: Felfüggesztve
pl: Zawieszono
ro: Suspendat

source: Customer is suspended since @suspend_date and can be remove from @remove_date.
de: Der Kunde ist seit @suspend_date suspendiert und kann ab @remove_date entfernt werden.
hu: Az ügyfél @suspend_date óta fel van függesztve, és @remove_date után eltávolítható.
pl: Klient jest zawieszony od @suspend_date i może być usunięty od @remove_date.
ro: Clientul este suspendat din @suspend_date si poate fi eliminat din @remove_date

source: Customer needs to be suspended before it can be removed
de: Der Kunde muss suspendiert werden, bevor er entfernt werden kann.
hu: Az ügyfelet fel kell függeszteni, mielott eltávolítható lenne.
pl: Klienta należy zawiesić przed usunięciem
ro: Clientul trebuie sa fie suspendat inainte de a fi sters

source: Login disabled. This customer is created on another environment
de: Login deaktiviert. Der Kunde wurde in einer anderen Umgebung erstellt.
hu: Bejelentkezés letiltva. Az ügyfél egy másik környezetben lett létrehozva.

source: Customer settings
de: Kundeneinstellungen
hu: Ügyfélbeállítások
pl: Ustawienia klienta
ro: Configurare client

source: Company Name
de: Unternehmensname
hu: Cégnév
pl: Nazwa firmy
ro: Nume Companie

source: Domain
de: Domäne
ro: Domeniu

source: Unlimited
de: Unbegrenzt
hu: Korlátlan
pl: Nieograniczone
ro: Nelimitat

source: Maximum total concurrent calls
de: Maximale Anzahl gleichzeitiger Anrufe
hu: Az egyideju hívások maximális száma
pl: Maksymalna liczba równoczesnych połączeń
ro: Numarul total maxim de convorbiri simultane

source: Profile Set
de: Profilsatz
hu: Profilsorozat
pl: Ustaw Profil
ro: Setare Profil

source: Since @suspend_date
de: Seit @suspend_date
hu: @suspend_date óta
pl: Od @suspend_date
ro: Din data @suspend_date

source: Derive extension from DID
de: Durchwahl von DID ableiten
hu: Mellék származtatása DID-bol
pl: Numer wewnętrzny tworzony z końcówki pełnego numeru?
ro: Extensia derivata din DID

source: Extension Length
de: Länge der Durchwahl
hu: A mellék hossza
pl: Długość numeru wewnętrznego
ro: Lungime extensie

source: Pilot number
de: Pilotnummer
hu: Ellenorzo szám
pl: Numer główny
ro: Numar pilot

source: Invalid pilotnumber size
de: Ungültige Größe der Pilotnummer
hu: Érvénytelen ellenorzo szám méret
pl: Nieodpowiednia długość numeru głównego
ro: Numar pilot de marime invalida

source: Customer Location
de: Kundenort
hu: Ügyfél tartózkodási hely

source: Bundle settings
de: Bundle-Einstellungen
hu: Csomag beállítások
pl: Ustawienie paczki

source: Profile set
de: Profilsatz
hu: Profilsorozat
pl: Zestaw profili

source: Profile
de: Profil
hu: Profil
pl: Dostępne usługi
ro: Profil

source: Amount
de: Menge
hu: Mennyiség
pl: Liczba usług/ograniczenia

source: Limit total
de: Grenzwert gesamt
hu: Határérték összesen

source: Limit per profile
de: Grenzwert pro Profil
hu: Határérték profilonként
pl: Dostępne dla profilu

source: Number ranges
de: Nummernbereiche
hu: Számtartományok
pl: Zakresy numerów
ro: Plaja de numerotatie

source: Customer administrator
de: Kundenadministrator
hu: Ügyfél adminisztrátor
pl: Administrator klienta
ro: Administrator client

source: Prefix of a number range has been changed
de: Das Präfix eines Nummernbereichs wurde geändert.
hu: A számtartomány elohívószámát megváltoztatták.

source: Changing the prefix of a number range, results in an update of the extensions of all of the existing subscribers, hunt groups, auto attendants and conference rooms. In order to update the numbers on the devices of the subscribers, the devices need to be rebooted.
de: Eine Änderung des Präfixes eines Nummernbereichs führt zu einer Aktualisierung der bestehenden Teilnehmer, Sammelanrufgruppen, automatischen Anwesenden und Konferenzräume. Um die Nummern der Geräte der Teilnehmer zu aktualisieren, müssen die Geräte neu gebootet werden.
hu: A számtartomány elohívószámának megváltoztatása minden meglévo elofizeto, vonalcsoport, automatikus résztvevo és konferenciaterem mellékeinek frissítését eredményezi. Az elofizetoi készülékek számának frissítéséhez újra kell indítani a készülékeket.

source: The passed IP address @IP is invalid
de: Die weitergeleitete IP-Adresse @IP ist ungültig.

source: Not allowed to set this limit for the @profile_name profile, as the customer currently exceeds this limit
de: Dieser Grenzwert kann für das Profil @profile_name nicht eingestellt werden, da der Kunde den Wert aktuell überschreitet.
hu: Ez a határérték nem állítható be a(z) @profile_name profilhoz, mert az ügyfél jelenleg túllépi ezt a határértéket.

source: Not allowed to set this limit for the @profile_set_name profile set, as the customer currently exceeds this limit
de: Dieser Grenzwert kann für den Profilsatz @profile_set_name nicht eingestellt werden, da der Kunde den Wert aktuell überschreitet.
hu: Ez a határérték nem állítható be a(z) @profile_set_name profilsorozathoz, mert az ügyfél jelenleg túllépi ezt a határértéket.

source: Invalid Customer ID. Please use a @length digit number
de: Ungültige Kunden-ID. Verwenden Sie bitte eine Nummer mit @length Ziffern.
hu: Érvénytelen ügyfélazonosító. Kérjük, használjon egy @length számjegyu számot.
pl: Nieodpowiednie ID Klienta. Proszę użyć @length cyfr
ro: ID Client invalid. Va rugam sa introduceti un numar de @lenght digiti

source: The Customer id @customer_id already exists
de: Die Kundenkennung @customer_id existiert bereits.
hu: A(z) @customer_id ügyfélazonosító már létezik.

source: Company name is already assigned to customer @company
de: Der Unternehmensname ist bereits dem Kunden @company zugeordnet.
hu: A cégnév már hozzá van rendelve a(z) @company ügyfélhez.
pl: Nazwa firmy została już przypisana do klienta @company
ro: Numele companiei este deja asociat unui client @company

source: Invalid pilot number
de: Ungültige Pilotnummer
hu: Érvénytelen ellenorzo szám
pl: Nieodpowiedni numer główny
ro: Numar pilot invalid

source: Empty area code
de: Leere Vorwahl
hu: Üres körzetszám

source: Invalid area code size
de: Ungültige Vorwahllänge
hu: Érvénytelen körzetszám méret
pl: Nieodpowiedni numer kierunkowy
ro: Marime invalida a codului de zona

source: Empty start number
de: Leere Startnummer
hu: Üres kezdoszám

source: Invalid start number size
de: Ungültige Startnummerngröße
hu: Érvénytelen kezdoszám méret
pl: Nieodpowiedni numer startowy
ro: Marime invalida a numarului de start

source: Invalid prefix
de: Ungültiges Präfix
hu: Érvénytelen elohívószám
pl: Nieodpowiedni prefiks
ro: Prefix invalid

source: Please select a number range length
de: Bitte wählen Sie eine Länge für den Nummernbereich.
hu: Kérjük, válasszon ki egy számtartomány hosszt.
pl: Wybierz długość zakresu numerów

source: Prefix cannot start with @na
de: Das Präfix kann nicht mit @na beginnen.
hu: Az elohívószám nem kezdodhet úgy, hogy @na.
pl: Prefiks nie może zaczynać się od @na
ro: Prefixul nu poate incepe cu @na

source: Potential overlap between extensions
de: Mögliche Überlappung zwischen Durchwahlen
hu: Lehetséges átfedés a mellékek között
pl: Potencjalne nakładanie się numerów wewnętrznych
ro: Posibila suprapunere intre extensii

source: The combination of extension length and the choosen number range results in extensions starting with @na, which is not allowed.
de: Die Kombination der Durchwahllänge und des gewählten Nummernbereichs führt dazu, dass Durchwahlen mit @na beginnen, was nicht zulässig ist.
hu: A mellékhossz és a kiválasztott számtartomány kombinációjának eredményeként a mellék úgy kezdodik, hogy @na, ami nem megengedett.
pl: Kombinacja długości numeru wewnętrznego i wybranego zakresu numeru powoduje, że numer wewnętrzny zaczyna się na @na, co jest niedozwolone.
ro: Combinatia lungimii extensiei si numarul ales are ca rezultat extensii incepand cu @na, ceea ce nu este permis.

source: The combination of extension length and the choosen number range results in extensions starting with the digit for national calls which is not allowed.
de: Die Kombination der Durchwahllänge und des gewählten Nummernbereichs führt dazu, dass Durchwahlen mit der Ziffer für nationale Anrufe beginnen, was nicht zulässig ist.
hu: A mellékhossz és a kiválasztott számtartomány kombinációjának eredményeként a mellék az országos hívást szolgáló számjeggyel kezdodik, ami nem megengedett.
pl: Kombinacja długości numeru wewnętrznego i wybranego zakresu numeru powoduje, że numer wewnętrzny rozpoczyna się od cyfry przeznaczonej dla numerów krajowych, co jest niedozwolone.
ro: Combinatia dintre lungimea extensiei si plaja de numerotatie aleasa are ca rezultat extensii incepand cu un digit pentru apeluri nationale, ceea ce nu este permis.

source: The combination of extension length and the choosen numberrange could result in an extension number equal to @na, which is not allowed.
de: Die Kombination der Durchwahllänge und des gewählten Nummernbereichs kann dazu führen, dass eine Durchwahlnummer @na entspricht, was nicht zulässig ist.
hu: A mellékhossz és a kiválasztott számtartomány kombinációjának eredményeként az egyik mellék egy ezzel azonos mellékszámmal rendelkezhet: @na, ami nem megengedett.
pl: Kombinacja długości numeru wewnętrznego i wybranego zakresunumeru powoduje, że liczba rozszerzenia jest równa @na, co jest niedozwolone.
ro: Combinatia dintre lungimea extensiei si plaja de numerotatie aleasa poate conduce la extensii care incep cu @na, ceea ce nu este permis.

source: The number range @range has overlap with a number range assigned to customer @customer
de: Der Nummernbereich @range überlappt einen Nummernbereich, der dem Kunden @customer zugewiesen wurde.
hu: A(z) @range számtartomány átfedi a(z) @customer ügyfélhez hozzárendelt számtartományt.
pl: Zakres numerów @range nakłada się na zakres numerów przypisanych do klienta @customer
ro: Plaja de numerotatie @range se suprapune cu plaja de numerotatie asociata clientului @customer

source: The pilot number @pilot_number is already assigned to customer @customer
de: Die Pilotnummer @pilot_number ist bereits dem Kunden @customer zugeordnet.
hu: A(z) @pilot_number ellenorzo szám már hozzá van rendelve a(z) @customer ügyfélhez.
pl: Numer wiodący @pilot_number został już przypisany do klienta @customer
ro: Numar pilot @pilot_number este deja asociat clientului @customer

source: Possible overlap in extensions. Please review the numberrange prefixes.
de: Mögliche Überlappung der Durchwahlen. Bitte prüfen Sie die Präfixe des Nummernbereichs.
hu: Lehetséges átfedés a mellékeknél. Kérjük, ellenorizze a számtartomány elohívószámait.
pl: Możliwe nakładanie się numerów wewnętrznych. Proszę sprawdzić zakres numerów.
ro: Posibila suprapunere in extensii. Va rugam revizuiti plaja de prefixe de numere
