Repository: ravi-codes/test
Catalog: sites/all/modules/ccs/hpbx/hpbx.*.po
Languages: de, hu, nl, pl, ro

source: Upload of Music on Hold failed
de: Upload der Musik für die Warteschleife fehlgeschlagen.
hu: A várakoztató zene feltöltése nem sikerült.
pl: Ładowanie Muzyki na Czekanie nie powiodło się
ro: Incarca muzica cand punerea in asteptare esueaza

source: The extension '@ext' is not supported
de: Die Erweiterung @ext wird nicht unterstützt.
hu: A(z) @ext kiterjesztés nincs támogatva.
pl: Rozszerzenie '@ext' jest nieodpowiednie
ro: Extensia '@ext' nu este permisa

source: The audio file you tried to upload is too big
de: Die Tondatei, die Sie hochladen wollten, ist zu groß.
hu: Az Ön által feltölteni kívánt hangfájlt túl nagy.
pl: Plik audio, który próbowałeś załadować jest za duży
ro: Fisierul audio pe care incercati sa il incarcati este prea mare

source: File not found
de: Datei nicht gefunden
hu: A fájl nem található
pl: Nie znaleziono pliku
ro: Fiserul nu a fost gasit

source: Access denied
de: Zugriff verweigert
hu: Hozzáférés megtiltva
pl: Brak dostępu
ro: Accesul interzis

source: Failed to store music on hold
de: Musik für die Warteschleife konnte nicht gespeichert werden.
hu: A várakoztató zene lementése nem sikerült.
nl: Het opslaan van de wachtmuziek is mislukt
pl: Zapisywanie muzyki na czekanie nie powiodło się
ro: Incercarea de a stoca muzica pentru punerea in asteptare a esuat

source: Music on hold successfully saved
de: Musik für die Warteschleife erfolgreich gespeichert
hu: A várakoztató zene sikeresen lementve
nl: Wachtmuziek succesvol toegevoegd
pl: Zapisywanie muzyki na czekanie powiodło się
ro: Incarcarea muzica pentru punerea in asteptare a fost efectuata cu succes

source: Private Line
de: Private Leitung
hu: Privát vonal
pl: Linia Prywatna
ro: Linie privata

source: Shared Line
de: Geteilte Leitung
hu: Megosztott vonal
pl: Linia Wspólna
ro: Linie utilizata in comun

source: Busy Lamp Field
de: Feld für die Lampe zum Anzeigen einer belegten Leitung
hu: Foglalt vonalat jelzo lámpa
pl: Sygnał Zajętej Linii
ro: Indicator luminos aparat

source: At lease one line must be defined. Enter the line details and hit the "Add" button to add a new line.
de: Wenigstens eine Leitung muss definiert sein. Geben Sie die Details für die Leitung ein und drücken Sie die Taste "Hinzufügen", um eine neue Leitung einzugeben.
hu: Legalább egy vonalat definiálni kell. Az új vonal hozzáadásához adja meg a vonal adatait, és nyomja meg a „Hozzáadás” gombot.
pl: Co najmniej jedna linia musi być zdefiniowana. Wprowadź szczegóły dotyczące linii i wybierz przycisk "Dodaj" aby dodać nową linię.
ro: Cel putin o linie trebuie definita. Introduceti detaliile liniei si apasati butonul "Adaugare" pentru a adauga o noua linie.

source: Invalid subscriber
de: Ungültiger Teilnehmer
hu: Érvénytelen elofizeto

source: A hunt group can only be assigned to a BLF key
de: Eine Sammelanrufgruppe kann nur einem BLF-Schlüssel zugeordnet werden.
hu: Egy vonalcsoport csak egyetlen BLF kulcshoz rendelheto hozzá.
nl: Een belgroep kan alleen aan een BLF knop toegevoegd worden
pl: Grupa wyszukiwania może być przypisana tylko do klawisza BLF
ro: Un grup de hunting poate fi asignat unei taste Indicator luminos

source: Subscriber cannot be assigned to a BLF key, as it is not allowed for the subscriber profile
de: Der Teilnehmer kann keinem BLF-Schlüssel zugeordnet werden, da dieser für das Teilnehmerprofil nicht zulässig ist.
hu: Az elofizeto nem rendelheto hozzá a BLF kulcshoz, mert ez nincs engedélyezve a felhasználó profil számára.

source: MAC address is invalid, please check the MAC address
de: Die MAC-Adresse ist ungültig. Prüfen Sie die MAC-Adresse
pl: Adres MAC jest nieodpowiedni, sprawdź adres MAC
ro: Adresa MAC este invalida, va rugam sa verificati adresa MAC

source: MAC address is already assigned to device with device name @station_name
de: Die MAC-Adresse ist dem Gerät mit Gerätenamen @station_name bereits zugeordnet.
hu: A MAC cím már hozzá van rendelve a(z) @station_name nevu készülékhez.
pl: Adres MAC jest już przypisany do urządzenia o nazwie @station_name
ro: Adresa MAC este deja alocata echipamentului cu numele @station_name

source: MAC Address is already assigned to another device
de: Die MAC-Adresse ist bereits einem anderen Gerät zugeordnet.
hu: A MAC cím már hozzá van rendelve egy másik készülékhez.
pl: Adres MAC jest już przypisany do innego urządzenia
ro: Adresa MAC este deja alocata unui alt echipament

source: Create device
de: Gerät erstellen
hu: Készülék létrehozása
pl: Utwórz urządzenie
ro: Creare echipament

source: Device name
de: Gerätename
hu: Készüléknév
pl: Nazwa urządzenia
ro: Nume echipament

source: Brand and model
de: Marke und Modell
hu: Márka és modell
pl: Marka i model
ro: Marca si model

source: MAC address
de: MAC-Adresse
hu: MAC cím
pl: Adres MAC
ro: Adresa MAC

source: Delete device
de: Gerät löschen
hu: Készülék törlése
pl: Usuń urządzenie
ro: Stergere echipament

source: Sync
de: Synchronisieren
hu: Szinkronizálás
pl: Synchronizuj
ro: Sincronizare

source: Device successfully deleted
de: Gerät erfolgreich gelöscht
hu: A készülék sikeresen törölve
pl: Usunięcie urządzenia powiodło się
ro: Echipamentul a fost sters

source: Cleared @type list with @cid*
de: Liste @type mit @cid* gelöscht
hu: A(z) @cid* azonosítójú @type lista törölve

source: 1. Pick up the phone connected to the ATA and call * * * *
de: 1. Nehmen Sie das mit dem ATA verbundene Telefon ab und rufen Sie * * * * an.
hu: 1. Vegye fel az ATA-hoz csatlakozó telefont, és hívja fel: * * * *.
pl: 1. Wybierz telefon podłączony do ATA i zadzwoń * * * *
ro: 1. Alege un telefon conectat la ATA si formeaza * * * *

source: 2. Enter 1 1 0 #
de: 2. Geben Sie 1 1 0 # ein.
hu: 2. Adja meg, hogy 1 1 0 #.

source: 3. You will now hear a message giving you the IP address
de: 3. Nun hören Sie eine Meldung, die Ihnen die IP-Adresse vorliest.
hu: 3. Ekkor egy üzenet lesz hallható, amely megadja az IP címet.
pl: 3. Usłyszysz wiadomość podającą adres IP
ro: 3. Acum veti auzi un mesaj care va comunica adresa IP

source: 1. Enter the phone menu
de: 1. Gehen Sie in das Telefonmenü.
hu: 1. Lépjen be a telefon menübe.

source: 2. Scroll to settings and press select
de: 2. Scrollen Sie zu den Einstellungen und drücken Sie auf Auswählen.
hu: 2. Görgessen a beállításokhoz, és nyomja meg a kiválasztást.

source: 3. Scroll to phone info and press select
de: 3. Scrollen Sie zur Telefoninformation und drücken Sie auf Auswählen.
hu: 3. Görgessen a telefon információkhoz, és nyomja meg a kiválasztást.

source: 4. Scroll to view IP Address. This is the IP address of your device
de: 4. Scrollen Sie zu IP-Adresse anzeigen. Dies ist die IP-Adresse Ihres Geräts.
hu: 4. Görgessen az IP cím megtekintéshez. Ez az Ön készülékének az IP címe.

source: 1. Press the Setup button.
de: 1. Drücken Sie die Taste Setup.
hu: 1. Nyomja meg a Beállítás gombot.
nl: 1. Klik op de configuratie knop
pl: 1. Naciśnij przycisk Ustawienia
ro: 1. Apasati butonul Setup.

source: 2. Scroll to Network and press select.
de: 2. Scrollen Sie zu Netzwerk und drücken Sie auf Auswählen.
hu: 2. Görgessen a Hálózathoz, és nyomja meg a kiválasztást.
pl: 2. Przewiń do Sieć i naciśnij wybierz.
ro: 2. Derulati la retea si selectati

source: 3. Scroll to view Current IP. This is the IP address of your device.
de: 3. Scrollen Sie zu aktuelle IP anzeigen. Dies ist die IP-Adresse Ihres Geräts,
hu: 3. Görgessen az aktuális IP cím megtekintéshez. Ez az Ön készülékének az IP címe.
pl: 3. Przewiń by zobaczyć bieżący numer IP. To jest adres IP twojego urządzenia.
ro: 3. Derulati pentru a vizualiza IP-ul curent. Aceasta este adresa IP a echipamentului dumneavoastra.

source: IP Address
de: IP-Adresse
hu: IP cím
pl: Adres IP
ro: Adresa IP

source: Sync device
de: Gerät synchronisieren
hu: Készülék szinkronizálása
pl: Synchronizuj urządzenie
ro: Sincronizeaza echipament

source: The request could not be sent to the device. Possible causes: <br/><br/>The device is already associated.<br/>The device is not connected to the LAN<br/>The IP adress is incorrect
de: Diese Anfrage konnte nicht an das Gerät gesendet werden. Mögliche Ursachen: <br/><br/>Das Gerät ist bereits zugeordnet.<br/>Das Gerät ist nicht mit dem LAN verbunden.<br/>Die IP-Adresse ist falsch.

source: The request is successfully sent to device. The device will now try to retrieve the profile and one or more firmware versions.
de: Die Anfrage wird erfolgreich an das Gerät geschickt. Das Gerät versucht nun, das Produkt und eine oder mehrere Firmwareversionen abzurufen.
hu: A kérés sikeresen elküldve a készülékhez. Most a készülék megpróbálja betölteni a profilt és egy vagy több firmware verziót.
nl: Het verzoek is succesvol naar het toestel verstuurd. Het toestel gaat nu het profiel en mogelijk een of meerdere firmware versies ophalen. Dit kan enige tijd duren en het toestel kan meerder malen opnieuw opstarten.
pl: Żądanie zostało przesłane do urządzenia. Urządzenie spróbuje teraz wyszukać profil i jedną lub więcej wersji oprogramowania firmowego.
ro: Cererea a fost transmisa catre echipament. Echipamentul va incerca sa incarce profilul si versiunile de licente asociate.

source: Add device
de: Gerät hinzufügen
hu: Készülék hozzáadása
pl: Dodaj urządzenie
ro: Adauga echipament

source: Type
de: Typ
hu: Típus
pl: Wpisz
ro: Tip

source: Choose a brand
de: Marke wählen
hu: Márka kiválasztása
pl: Wybierz markę

source: Brand
de: Marke
hu: Márka
pl: Marka
ro: Marca

source: Model
de: Modell
hu: Modell

source: Choose a model
de: Modell wählen
hu: Modell kiválasztása
pl: Wybierz model

source: Next step
de: Nächster Schritt
hu: Következo lépés
pl: Następny krok
ro: Pasul urmator

source: Concurrent Max
de: Gleichzeitige Max
hu: Egyideju maximum
pl: Max liczba równoczesnych połączeń
ro: Numar maxim de convorbiri simultane

source: Cleared @type with @cid*
de: @type mit @cid* gelöscht
hu: A(z) @cid* azonosítójú @type törölve
pl: Wyczyszczono @type przy pomocy @cid*
ro: Stergere @type cu @cid*

source: Cleared the cache for API type @api_type for @reseller_id (list)
de: Das Cache für API-Typ @api_type für @Wiederverkäufer_id (Liste) wurde gelöscht.
hu: A(z) @reseller_id (lista) viszonteladó @api_type API típusához tartozó cache törölve.

source: Cleared the cache for API type @api_type for @reseller_id (entity)
de: Das Cache für API-Typ @api_type für @Wiederverkäufer_id (Entität) wurde gelöscht.
hu: A(z) @reseller_id (entitás) viszonteladó @api_type API típusához tartozó cache törölve.

source: You are not authorised to create Business Partners
de: Sie sind nicht berechtigt, Geschäftspartner zu erstellen.
hu: Ön nem jogosult az üzleti partner létrehozására.
pl: Nie masz uprawnień do tworzenia Partnerów Biznesowych
ro: Nu sunteti autorizat sa create Partener Business

source: Emergency Settings
de: Notfalleinstellungen
hu: Vészhelyzeti beállítások
pl: Połączenia Alarmowe

source: Administrator welcome email
de: Willkommens-E-Mail für den Administrator
hu: Adminisztrátor üdvözlo e-mail
pl: E-mail powitalny dla administratora
ro: Email-ul de bun venit pentru administrator

source: Subscriber welcome email
de: Willkommens-E-Mail für den Teilnehmer
hu: Elofizeto üdvözlo e-mail
pl: E-mail powitalny dla abonenta
ro: Email-ul de bun venit catre abonat

source: Affiliate user welcome email
de: Willkommens-E-Mail für den Partnerbenutzer
hu: Partner felhasználó üdvözlo e-mail
pl: E-mail powitalny dla pracownika

source: Business Partner welcome email
de: Willkommens-E-Mail für den Geschäftspartner
hu: Üzleti partner üdvözlo e-mail
pl: Mail powitalny Partnera Biznesowego
ro: Email bun venit Partener Business

source: Reset Password
de: Passwort zurücksetzen
hu: Jelszó visszaállítása

source: Time Zone
de: Zeitzone
hu: Idozóna

source: Time Zone correction required
de: Zeitzone muss korrigiert werden.
hu: Az idozónát korrigálni kell.

source: Domain ID
de: Domain-Kennung
hu: Domain azonosító
pl: ID domeny
ro: ID Domeniu

source: Number of digits includes the digit for national calls
de: Die Ziffernanzahl umfasst die Ziffer für nationale Anrufe.
hu: A számjegyek száma az országhívó számot is magában foglalja.
pl: Liczba cyfr obejmuje cyfrę dla rozmów krajowych
ro: Numarul de digiti include digiti pentru convorbiri nationale

source: Number of concurrent max calls.
de: Maximale Anzahl gleichzeitiger Anrufe.
hu: Az egyideju hívások maximális száma.
pl: Liczba maksymalna równoczenych połączeń
ro: Numar maxim de convorbiri simultane.

source: Max extension length.
de: Maximale Länge der Durchwahl.
hu: A mellék maximális hossza.
pl: Maksymalna długość numeru wewnętrznego.
ro: Lungime maxima extensie

source: can be configured as a BLF line type
de: Kann als BLF-Leitungstyp konfiguriert werden
hu: BLF vonal típusként konfigurálható

source: can be a HuntGroup member
de: Kann ein Mitglied der Sammelanrufgruppe sein
hu: A vonalcsoport tagja lehet

source: can set the CLI
de: Kann CLI einstellen
hu: A CLI beállítható

source: can send faxes
de: Kann Faxnachrichten versenden
hu: Tud faxot küldeni

source: Terms & Conditions Drupal node ID
de: Geschäftsbedingungen Drupal-Knotenpunktkennung
hu: Üzleti feltételek Drupal csomópont azonosító

source: Enable Business Partners
de: Aktivieren von Geschäftspartnern
hu: Üzleti partnerek engedélyezése
pl: Włącz Partnerów Biznesowych
ro: Activare Partener Business

source: Enable Multisite
de: Ermöglichen Sie multiple Standorte
pl: W³¹cz wiele lokalizacji

source: Number of Sites
de: Standortanzahl
pl: Liczba lokalizacji

source: Emergency Routing
de: Notfallrouting
hu: Vészhelyzeti irányítás

source: Default emergency suffix
de: Standard-Notfallsuffix
hu: Alapértelmezett vészhelyzeti utótag
pl: Domyślny numer alarmowy
ro: Sufix implicit de urgenta

source: Emergency Suffixes
de: Notfallsuffixe
hu: Vészhelyzeti utótag
pl: Numery Awaryjne
ro: Sufixe de urgenta

source: Location CSV
de: Standort-CSV
hu: Tartózkodási hely CSV

source: Upload the CSV containing the Location information
de: Hochladen der CSV mit den Standortdaten
hu: A tartózkodási hely információkat tartalmazó CSV feltöltése

source: Emergency Number Mapping CSV
de: CSV zur Notfallnummernzuordnung
hu: Vészhelyzeti szám hozzárendelés CSV

source: Upload the CSV containing the Emergency Numbers and Prefix information
de: Hochladen der CSV mit den Notfallnummern und Präfixinformationen
hu: A vészhívószámokat és az elohívószám információkat tartalmazó CSV feltöltése

source: Only digits allowed: @profile_id
de: Nur Ziffern zulässig: @profile_id
hu: Csak számjegyek megengedettek: @profile_id
pl: Dozwolone są wyłącznie cyfry: @profile_id
ro: Numai digitii permisi: @profile_id

source: Only digits allowed
de: Nur Ziffern zulässig
hu: Csak számjegyek megengedettek
pl: Dozwolone wyłącznie cyfry
ro: Numai digitii permisi

source: Only digits allowed for field @field
de: Nur Ziffern zulässig für Feld @field
hu: Csak számjegyek megengedettek a @field mezonél
pl: Dozwolone wyłącznie cyfry w polu @field
ro: Numai digitii permisi pentru campul @field

source: Customer max extension length must be less than subscriber number min digits.
de: Die max. Durchwahllänge des Kunden muss weniger sein als die Mindestziffern der Teilnehmernummer.
hu: A mellék maximális hosszának kisebbnek kell lennie az elofizetoi szám minimum számjegyeinél.
pl: Maksymalna długość numeru wewnętrznego musi być mniejsza niż minimalna liczba cyfr numeru abonenta.
ro: Lungimea maxima a extensiei clientului trebuie sa fie mai mica decat numarul minim de digiti ai abonatului

source: Unknown error while uploading the polish emergency indexes CSV file
de: Unbekannter Fehler beim Hochladen der CSV-Datei für den Polish-Notfallindex
hu: Ismeretlen hiba a lengyel vészhelyzeti index CSV fájl feltöltésénél

source: The uploaded indexes file does not exist (anymore)
de: Die hochgeladene Indexdatei existiert nicht (mehr).
hu: A feltöltött index fájl (már) nem létezik.

source: Could not open uploaded indexes file
de: Die hochgeladene Indexdatei konnte nicht geöffnet werden.
hu: A feltöltött index fájl nem volt megnyitható.

source: Unknown error while uploading the mappings file
de: Unbekannter Fehler beim Hochladen der Zuordnungsdatei
hu: Ismeretlen hiba a hozzárendelési fájl feltöltésénél

source: The uploaded mappings file does not exist (anymore)
de: Die hochgeladene Zuordnungsdatei existiert nicht (mehr).
hu: A feltöltött hozzárendelési fájl (már) nem létezik.

source: Could not open uploaded mappings file
de: Die hochgeladene Zuordnungsdatei konnte nicht geöffnet werden.
hu: A feltöltött hozzárendelési fájl nem volt megnyitható.

source: Cleared resellers with @cid
de: Wiederverkäufer mit @cid gelöscht
hu: A(z) @cid azonosítójú viszonteladók törölve
pl: Wyczyszczono dystrybutorów przy pomocy @cid
ro: Stergere distribuitor clienti cu @cid

source: Cleared resellers_list with @cid*
de: resellers_list mit @cid* gelöscht
hu: A(z) @cid* azonosítójú resellers_list törölve

source: Cleared contracts with @cid
de: Verträge mit @cid gelöscht
hu: A(z) @cid azonosítójú szerzodések törölve
pl: Wyczyszczono umowy przy pomocy @cid
ro: Stergere contacte cu @cid

source: Cleared systemcontacts with @cid
de: Systemkontakte mit @cid gelöscht
hu: A(z) @cid azonosítójú rendszer elérhetoségek törölve
pl: Wczyszczono kontakty systemowe przy pomocy @cid
ro: Stergere sistem contacte cu @cid

source: Affiliate settings successfully saved
de: Partnereinstellungen erfolgreich gespeichert
hu: A partnerbeállítások sikeresen lementve
pl: Ustawienia spółki zapisane
ro: Setarile asociate au fost salvate cu succes

source: Failed to load emergencymappings
de: Notfallzuordnungen konnten nicht geladen werden.
hu: A vészhelyzeti hozzárendelések betöltése nem sikerült.

source: Customer
de: Kunde
hu: Ügyfél
ro: Client

source: All Customers
de: Alle Kunden
hu: Minden ügyfél

source: New Provision URL
de: Neubereitstellungs-URL
hu: Új provisioning URL

source: Provisioning URL
de: Bereitstellungs-URL

source: New Provision Server
de: Neubereitstellungsserver
hu: Új provisioning szerver

source: Provisioning Server
de: Bereitstellungsserver
hu: Provisioning szerver

source: Run
de: Ausführen
hu: Futtatás

source: Reseller field is required
de: Das Wiederverkäuferfeld ist ein Pflichtfeld.
hu: A viszonteladó mezo kötelezoen kitöltendo.

source: New Provisiong URL field is required
de: Das Neubereitstellungs-URL-Feld ist ein Pflichtfeld.
hu: Az új provisioning URL mezo kötelezoen kitöltendo.

source: Select Panasonic RDS
de: Wählen Sie Panasonic RDS
hu: Válassza ki a Panasonic RDS-t

source: New Provisiong Server field is required
de: Das Neubereitstellungsserverfeld ist ein Pflichtfeld.
hu: Az új provisioning szerver mezo kötelezoen kitöltendo.

source: Webpassword has been successfully updated
de: Das Webpasswort wurde erfolgreich aktualisiert.
hu: A webes jelszó sikeresen frissítve.

source: Softphone auto provision option has been successfully updated
de: Die Softphone-Autobereitstellungsoption wurde erfolgreich aktualisiert.
hu: Az automatikus Softphone provisioning opció sikeresen frissítve.

source: Display name has been successfully updated
de: Der Anzeigename wurde erfolgreich aktualisiert.
hu: A kijelzonév sikeresen frissítve.

source: Reseller settings fields successfully updated
de: Die Wiederverkäufereinstellungsfelder wurden erfolgreich aktualisiert.
hu: A viszonteladó beállítási mezok sikeresen frissítve.

source: Customer Settings fields successfully updated
de: Die Kundeneinstellungsfelder wurden erfolgreich aktualisiert.
hu: Az ügyfél beállítási mezok sikeresen frissítve.

source: Provisioning URL for Panasonic successfully updated
de: Die Bereitstellungs-URL für Panasonic wurde erfolgreich aktualisiert.
hu: A Panasonic provisioning URL sikeresen frissítve.

source: Provisioning URL for Yealink successfully updated
de: Die Bereitstellungs-URL für Yealink wurde erfolgreich aktualisiert
hu: A Yealink provisioning URL sikeresen frissítve.

source: Valid?
de: Gültig?
hu: Érvényes?
pl: Ważne?
ro: Este valid?

source: Disable self care rights
de: Selbstbedienungsrechte deaktivieren
hu: Önkiszolgálási jogok letiltása
pl: Deaktywuj uprawnienia do samoobsługi
ro: Dezactivare drepturi auto intretinere

source: Administrative
de: Administrativ
hu: Adminisztratív
pl: Administrator
ro: Administrativ

source: Caller line identification
de: Anruferidentifizierung
hu: Hívó vonal azonosítás
pl: Identyfikacja linii dzwoniącego
ro: Identificarea liniei apelantului

source: Subscriber profile
de: Teilnehmerprofil
hu: Elofizeto profil
pl: Profil abonenta
ro: Profilul abonatului

source: Block anonymous inbound calls
de: Anonyme eingehende Anrufe blockieren
hu: A névtelen bejövo hívások blokkolása
pl: Blokuj anonimowe połączenia przychodzące
ro: Blocarea apelurilor de intrare cu numar ascuns

source: Call barrings
de: Anrufsperren
hu: Hívás letiltások
pl: Blokada połączeń
ro: Restrictionari apeluri

source: PIN for overriding call barrings
de: PIN zur Umgehung von Anrufsperren
hu: PIN a hívástiltás hatálytalanításához
pl: PIN dla nadrzędnej blokady połączeń
ro: Codul PIN pentru suprascriere blocare apeluri

source: Restricted
de: Eingeschränkt
hu: Korlátozva
pl: Ograniczony
ro: Restrictionat

source: Own
de: Eigene
hu: Saját
pl: Własny
ro: Propriu

source: Device key can't be determined.
de: Geräteschlüssel kann nicht bestimmt werden.
hu: A készülékkulcs nem határozható meg.
pl: Nie można ustalić klucza urządzenia.
ro: Identificarea echipamentului nu poate fi realizata

source: !name field is required.
de: Das Feld !name ist erforderlich.
hu: A !name mezo kötelezoen kitöltendo.
pl: pole !name jest wymagane
ro: Campul !name este necesar.

source: MAC Address
de: MAC-Adresse
hu: MAC cím
pl: Adres MAC
ro: Adresa MAC

source: Device not created
de: Gerät nicht erstellt
hu: A készülék nincs létrehozva
pl: Nie utworzono urządzenia
ro: Echipamentul nu a fost creat

source: Subscriber not created
de: Teilnehmer nicht erstellt
hu: Az elofizeto nincs létrehozva
pl: Nie utworzono abonenta
ro: Abonatul nu a fost creat

source: Device
de: Gerät
hu: Készülék
pl: Urządzenia

source: Input error
de: Eingabefehler
hu: Bemeneti hiba
pl: Błąd danych wejściowych
ro: Eroare de introducere

source: Value is not in list
de: Wert ist nicht in der Liste
hu: Az érték nincs a listán
pl: Wartość nie znajduje się na liście
ro: Valoarea nu este in lista

source: Pick a value from the list
de: Wählen Sie einen Wert aus der Liste.
hu: Válasszon egy értéket a listáról.
pl: Wybierz wartość z listy
ro: Alegeti o valoare din lista

source: Please pick a value from the drop-down list.
de: Wählen Sie einen Wert aus der Dropdown-Liste.
hu: Válasszon egy értéket a legördülo listáról.
pl: Proszę wybrać wartość z listy rozwijanej.
ro: Va rugam sa alegeti o valoare din lista derulanta

source: Failed to retrieve entries from Excel file
de: Einträge aus der Excel-Datei konnten nicht abgerufen werden.
hu: A tételek betöltése az Excel fájlból nem sikerült.
pl: Nie udało się odzyskać wpisów z pliku Excel
ro: Incercarea de incarcare din fiserul Excel a esuat

source: This field is mandatory___The maximum length of this field is 255
de: Dieses Feld ist ein Pflichtfeld___Die maximale Länge dieses Felds ist 255.
hu: Ez a mezo kötelezoen kitöltendo___A mezo maximális hossza 255.
pl: To pole jest obowiązkowe___Maksymalna długość tego pola to 255
ro: Acest camp este necesar___Lungimea maxima a acestui camp este 255
