Repository: ravi-codes/test
Catalog: sites/all/modules/ccs/hpbx/hpbx.*.po
Languages: de, hu, nl, pl, ro

source: Please enter unique number ranges and/or pilot number.
de: Bitte geben Sie eindeutige Nummernbereiche und/oder die Pilotnummer ein.
hu: Kérjük, adjon meg egyedi számtartományokat és/vagy ellenorzo számot.
pl: Proszę wprowadzić indywidualne zakresy numerów i/lub numer główny.
ro: Va rog sa introduceti un numar unic de telefon si/sau un numar pilot.

source: At least one number range must be defined. Enter the number range details and hit the "Add" button to add a new number range.
de: Wenigstens ein Nummernbereich muss definiert sein. Geben Sie die Details des Nummernbereichs ein und drücken Sie die Taste "Hinzufügen", um einen neuen Nummernbereich einzugeben.
hu: Legalább egy számtartományt definiálni kell. Az új számtartomány megadásához adja meg a számtartomány adatait, és nyomja meg a „Hozzáadás” gombot.
pl: Co najmniej jeden zakres numerów musi być zdefiniowany. Wprowadź szczegóły dotyczące zakresu numerów i wybierz przycisk "Dodaj" aby dodać nowy zakres numerów.
ro: Cel putin o plaja de numerotatie trebuie sa fie definita. Introduceti detaliile plajei de numerotatie si apasati butonul "Adaugare" pentru a dauga o noua plaja de numerotatie

source: If a prefix is set for a number range, all numberranges must have a prefix
de: Ist ein Präfix für einen Nummernbereich eingestellt, müssen alle Nummernbereiche ein Präfix besitzen.
hu: Ha egy számtartományhoz elohívószám van beállítva, akkor minden számtartománynak rendelkeznie kell elohívószámmal.
nl: Indien een voorvoegsel voor een nummerreeks is geplaatst, dan moeten alle nummerreeksen een voorvoegsel hebben.
pl: Jeśli dla zakresu numerów został ustawiony prefiks, wszystkie zakresy numerów muszą mieć prefiks
ro: Daca un prefix este ales pentru o plaja de numerotatie toate numerele din plaja trebuie sa aiba prefixDaca un prefix este ales pentru o plaja de numerotatie toate numerele din plaja de numerotatie trebuie sa aiba prefix

source: The prefix must have less digits then the choosen extension length
de: Das Präfix muss weniger Ziffern haben, als die gewählte Durchwahllänge.
hu: Az elohívószámnak kevesebb számjeggyel kell rendelkeznie, mint a kiválasztott melléknek.
pl: Prefiks musi zawierać mniej cyfr niż wybrana długość rozszerzenia
ro: Prefixul trebuie sa aiba mai putini digiti decat lungimea extensiei aleasa

source: Overlapping number ranges and/or pilot number are not allowed
de: Überlappende Nummernbereiche und/oder Pilotnummern sind nicht gestattet.
hu: Az egymást átfedo számtartományok és/vagy ellenorzo számok nincsenek engedélyezve.
pl: Nakładanie się zakresów numerów i/lub numerów głównych jest niedozwolone
ro: Numerele de telefon selectate au fost deja folosite

source: Pilot number is already assigned to customer @company
de: Die Pilotnummer ist bereits dem Kunden @company zugeordnet.
hu: Az ellenorzo szám már hozzá van rendelve a(z) @company ügyfélhez.
pl: Numer główny został już przypisany klientowi @company
ro: Numarul pilot este deja alocat clientului @company

source: Upload of @handle failed
de: Hochladen von @handle fehlgeschlagen
hu: A(z) @handle feltöltése nem sikerült
pl: Ładowanie @handle nie powiodło się
ro: Incarcarea a esuat @handle failed

source: Failed to change the company name
de: Der Unternehmensname konnte nicht geändert werden.
hu: A cégnév módosítása nem sikerült.
nl: Wijzigen van de bedrijfsnaam is mislukt
pl: Zmiana nazwy firmy nie powiodła się
ro: Modificarea denumirii companiei a esuat

source: Failed to disable user accounts
de: Die Benutzerkonten konnten nicht deaktiviert werden.
hu: A felhasználói fiók letiltása nem sikerült.
pl: Dezaktywacja kont użytkownika nie powiodła się
ro: Dezactivarea contului de utilizator a esuat

source: Failed to enable user accounts
de: Die Benutzerkonten konnten nicht aktiviert werden.
hu: A felhasználói fiók engedélyezése nem sikerült.
pl: Aktywacja kont użytkownika nie powiodła się
ro: Activarea contului de utilizator a esuat

source: Failed to create AD user
de: AD-Benutzer konnte nicht erstellt werden.
hu: Az AD felhasználó létrehozása nem sikerült.
pl: Nie udało się utworzyć użytkownika AD
ro: Crearea utilizatorului AD a esuat

source: Failed to store the customer
de: Der Kunde konnte nicht gespeichert werden.
hu: Az ügyfél lementése nem sikerült.
pl: Nie udało się zapisać użytkownika
ro: Inregistrarea clientului a esuat

source: Cleared customers with @cid
de: Kunden mit @cid gelöscht
hu: A(z) @cid azonosítójú ügyfelek törölve
pl: Wyczyszczono klientów przy pomocy @cid
ro: Stergere clienti cu @cid

source: Cleared customers_list with @cid*
de: customers_list mit @cid* gelöscht
hu: A(z) @cid azonosítójú customers_list törölve
pl: Wyczyszczono Listę klientów przy pomocy @cid*
ro: Stergere customers_list cu @cid*

source: Cleared customerpreferences with @cid
de: Kundenvoreinstellungen mit @cid gelöscht
hu: A(z) @cid azonosítójú ügyfélpreferenciák törölve
pl: Wyczyszczono preferencje klienta przy pomocy @cid
ro: Stergere preferinte client cu @cid

source: Cleared customerpreferences list with @cid*
de: Kundenvoreinstellungsliste mit @cid* gelöscht
hu: A(z) @cid* azonosítójú ügyfélpreferencia lista törölve
pl: Wyczyszczono listę preferencji klienta przy pmocy @cid*
ro: Stergere lista preferinte client cu @cid*

source: Cleared customercontacts with @cid
de: Kundenkontakte mit @cid gelöscht
hu: A(z) @cid azonosítójú ügyfél elérhetoségek törölve
pl: Wyczyszczono kontakty klienta przy pomocy @cid*
ro: Stergere contacte clienti cu @cid

source: Cleared customercontacts list with @cid*
de: Kundenkontaktliste mit @cid* gelöscht
hu: A(z) @cid* azonosítójú ügyfél elérhetoség lista törölve
pl: Wyczyszczono listę kontaktów klienta przy pomocy @cid*
ro: Stergere lista contacte clienti cu @cid*

source: Customer successfully saved
de: Der Kunde wurde erfolgreich gespeichert.
hu: Az ügyfél sikeresen lementve.
pl: Zapisano klienta
ro: Clientul a fost adaugat cu succes

source: The customer was not created due to a technical problem. Please contact your system administrator.
de: Der Kunde wurde aufgrund eines technischen Problems nicht erstellt. Wenden Sie sich an Ihren Systemadministrator.
hu: Az ügyfelet technikai problémák miatt nem sikerült létrehozni. Kérjük, forduljon a rendszeradminisztrátorához.
nl: De klant is niet toegevoegd doordat er een technisch probleem is opgetreden, neem contact op met de systeem administrator.
pl: Nie utworzono klienta ze względu na problem techniczny. Proszę o skontaktowanie się z administratorem systemu.
ro: Clientul nu a fost creat datorita unei probleme tehnice. Va rugam contactati administratorul de sistem.

source: Find
de: Suche
hu: Keresés
pl: Znajdź
ro: Cauta

source: The internal customer search database table is not in sync with the Sipwise API. The search results may contain incorrect results.
de: Die Kundensuchdatenbanktabelle ist nicht mit der Sipwise API synchronisiert. Die Suchergebnisse können falsche Ergebnisse enthalten.
hu: A belso ügyfélkeresési adatbázis tábla nincs szinkronban a Sipwise API-val. A keresési eredmények hibás eredményeket tartalmazhatnak.

source: No customer found that matches the entered search criteria
de: Es wurde kein Kunde gefunden, der den eingegebenen Suchkriterien entspricht.
hu: A megadott keresési kritériumoknak megfelelo ügyfél nem található.
pl: Nie znaleziono kienta o pasujących kryteriach wyszukiwania
ro: Nu a fost gasit nici un client care sa corespunda criteriului de cautare

source: Customer successfully deleted
de: Der Kunde wurde erfolgreich gelöscht.
hu: Az ügyfél sikeresen törölve.
pl: Usunięcie klienta powiodło się
ro: Clientul a fost sters cu succes

source: Failed to delete the customer
de: Der Kunde konnte nicht gelöscht werden.
hu: Az ügyfél törlése nem sikerült.

source: Customer !name
de: Kunde !name
hu: !name ügyfél
pl: !nazwa klienta
ro: Client !name

source: Fax numbers
de: Faxnummern
hu: Fax számok
pl: Numery FAX
ro: Numerele de fax

source: @percentage% of numbers in use
de: @percentage% der verwendeten Nummern
hu: A használt számok @percentage% százalékaránya
pl: @percentage% wykorzystanych numerów
ro: % numere de telefon folosite

# plural2
source: @count devices
de: @count Geräte
hu: @count készülék
pl: @count urządzenia
ro: @count echipamente

source: Create Hunt group
de: Sammelanrufgruppe erstellen
hu: Vonalcsoport létrehozása
pl: Utwórz Grupę wyszukiwania
ro: Creare grup de hunting

source: Need help?
de: Brauchen Sie Hilfe?
hu: Szüksége van segítségre?
pl: Potrzebujesz pomocy?
ro: Asistenta

source: visit website
de: Website besuchen
hu: Weboldal felkeresése
pl: strona pomocy
ro: Acceseaza website-ul

source: mail us
de: Senden Sie uns eine E-Mail.
hu: Küldjön nekünk egy e-mailt.
pl: napisz do nas
ro: Trimite un email

source: start chat
de: Chat starten
hu: Csevegés elindítása
pl: rozpocznij chat

source: @count device
de: @count Gerät
hu: @count készülék
pl: @count urządzenie

source: Forward all numbers not in use to
de: Alle nicht verwendeten Nummern weiterleiten an
hu: Az összes nem használt szám átirányítása
pl: Przekieruj wszystkie niewykorzystywane numery do
ro: Redirectionarea tuturor numerelor neutilizate catre

source: Failed to store default forward
de: Standardweiterleitung konnte nicht gespeichert werden.
hu: Az alapértelmezett átirányítás lementése nem sikerült.
nl: Het opslaan van de standaard doorschakeling is mislukt
pl: Zapisanie przekierowania domyślnego nie powiodło się
ro: Esuarea memorare redirectionare implicita

source: Default forward successfully saved
de: Standardweiterleitung erfolgreich gespeichert
hu: Az alapértelmezett továbbküldés sikeresen lementve.
nl: De standaard doorschakeling is opgeslagen
pl: Zapisanie przekierowania domyślnego powiodło się
ro: Redirectionarea implicita a fost salvata cu succes

source: For your desktop
de: Für Ihren Desktop
hu: Az Ön asztala számára

source: Send fax
de: Fax senden
hu: Fax küldése
pl: Wyślij fax
ro: Trimite fax

source: Create new fax number
de: Neue Faxnummer erstellen
hu: Új fax szám létrehozása
pl: Utwórz nowy numer fax
ro: Creeaza un nou numar de fax

source: Fax number
de: Faxnummer
hu: Fax szám
pl: Numer faksu
ro: Numarul de fax

source: Destination number
de: Zielnummer
hu: Rendeltetési szám
pl: Numer odbiorcy
ro: Numar destinatar

source: Page header
de: Seitenüberschrift
hu: Oldal fejrész
pl: Nagłówek faksu
ro: Antentul paginii

source: Page content
de: Seiteninhalt
hu: Oldal tartalom
pl: Treść faksu
ro: Continutul paginii

source: Max file size
de: Max- Dateigröße
hu: Maximális fájlméret
pl: Maksymalny rozmiar załącznika
ro: Dimensiunea maxima a fisierului

source: The maximum file size is 10MB.</br></br>Supported file type: PDF
de: Die maximale Dateigröße beträgt 10MB.</br></br>Unterstützter Dateityp: PDF
hu: A maximális fájlméret 10MB.</br></br>Támogatott fájltípus: PDF
pl: Maksymalny rozmiar pliku, który można załączyć to 10MB. </br></br>Obsługiwany typ plików: PDF

source: Send
de: Senden
hu: Küldés
pl: Wyślij
ro: Trimitere

source: Narrow results
de: Ergebnisse eingrenzen
hu: Eredmények leszukítése
pl: Zawęź wyniki wyszukiwania

source: No results match
de: Keine Übereinstimmungen mit der Suchanfrage
pl: Brak wyników dla
ro: Niciun rezultat

source: Sender
de: Absender
hu: Feladó
pl: Nadawca
ro: Expeditor

source: Receiver
de: Empfänger
hu: Címzett
pl: Odbiorca
ro: Destinatar

source: Pages
de: Seiten
hu: Oldalak
pl: Strony
ro: Pagini

source: Problem retrieving the originating subscriber
de: Problem beim Abrufen des Ausgangsteilnehmers
hu: Probléma a kiindulási elofizeto betöltésével
ro: A intervenit o eroare in identificarea expeditorului

source: Please enter a valid destination number
de: Geben Sie bitte eine gültige Zielnummer ein.
hu: Kérjük, adjon meg egy érvényes rendeltetési számot.
pl: Proszę wprowadzić odpowiedni numer docelowy
ro: Va rugam sa introduceti un numar valid de destinatie

source: Unknown error while uploading the fax file
de: Unbekannter Fehler beim Hochladen der Faxdatei
hu: Ismeretlen hiba a fax fájl feltöltésénél
ro: Eroare necunoscută în timpul încărcării fișierului de fax

source: Please upload a PDF file
de: Bitte laden Sie eine PDF-Datei hoch
hu: Kérjük, töltsön fel egy PDF fájlt
ro: Incarcati un fisier PDF

source: Your fax is being processed. This may take a few minutes.
de: Ihr Fax wird bearbeitet. Dies kann einige Minuten dauern.
hu: Az Ön faxa feldolgozás alatt. Ez igénybe vehet néhány percet.

source: Failed to sent fax
de: Das Fax konnte nicht verschickt werden.
hu: A fax elküldése nem sikerült.
ro: Trimiterea faxului a esuat

source: Uploaded PDF file does not exist (anymore
de: Die hochgeladene PDF-Datei existiert nicht (mehr).
hu: A feltöltött PDF fájl (már) nem létezik.

source: Could not open uploaded PDF file
de: Die hochgeladene PDF-Datei konnte nicht geöffnet werden.
hu: A feltöltött PDF fájl nem nyitható meg.
ro: Nu s-a putut deschide fisierul PDF incarcat

source: Please upload a valid PDF file
de: Bitte laden Sie eine gültige PDF-Datei hoch.
hu: Kérjük, töltsön fel egy érvényes PDF fájlt.
ro: Incarcati un fisier PDF valid

source: This fax number has no members
de: Diese Faxnummer hat keine Mitglieder.
hu: Ez a fax szám nem rendelkezik tagokkal.
pl: Ten numer faksu nie ma członków
ro: Acest numar de fax nu are membri

source: {0} person is eligible to use this fax number
de: {0} Person ist zur Verwendung dieser Faxnummer autorisiert.
hu: {0} személy jogosult ennek a fax számnak a használatára.

source: {0} persons are eligible to use this fax number
de: {0} Personen sind zur Verwendung dieser Faxnummer autorisiert.
hu: {0} személy jogosult ennek a fax számnak a használatára.

source: This Fax group is empty
de: Diese Faxgruppe ist leer.
hu: Ez a fax csoport üres.

source: Email destination for incoming faxes
de: E-Mail-Ziel für eingehende Faxe
hu: A bejövo fax e-mail rendeltetési helye
pl: Docelowy adres e-mail
ro: Email-ul configurat pentru faxurile primite

source: Email destination
de: E-Mail-Ziel
hu: E-mail rendeltetési hely
pl: Docelowy adres Email
ro: Email destinatar

source: Receive a copy of outgoing faxes
de: Eine Kopie ausgehender Faxe erhalten
hu: A kimeno faxok egy másolatának megorzése
pl: Otrzymuj kopie wychodząych faksów
ro: Solicita o copie a fax-urilor trimise

source: Receive reports of outgoing and incoming faxes
de: Berichte für aus- und eingehende Faxe erhalten
hu: A bejövo és kimeno faxokról szóló jelentések fogadása
pl: Otrzymuj powiadomienia o nadaniu i otrzymaniu faksów
ro: Solicitati rapoarte despre faxurile trimise si primite

source: Members
de: Mitglieder
hu: Tagok
pl: Członkowie
ro: Membri

source: Select the subscribers that are eligable to use this fax number
de: Die Teilnehmer auswählen, die für die Benutzung dieser Faxnummer autorisiert sind.
hu: Az ennek a fax számnak a használatára jogosult elofizetok kiválasztása.
pl: Wybierz abonentów, którzy będą mogli używać tego numeru
ro: Selectati abonatii eligibili pentru a utiliza acest numar de fax

source: No subscribers found
de: Keine Teilnehmer gefunden
hu: Egyetlen elofizeto sem található
pl: Nie znaleziono abonentów
ro: Nu au fost gasiti abonati

source: Can't load faxserversettings
de: Faxservereinstellungen können nicht geladen werden.
hu: A fax szerver beállítások nem tölthetok be.

source: Fax number successfully saved
de: Faxnummer erfolgreich geladen
hu: A fax szám sikeresen lementve
pl: Numer został zapisany
ro: Numarul de fax salvat cu succes

source: Copy - @title
de: Kopieren - @title
hu: Másolat - @title
pl: Kopiuj - @title
ro: Copiaza - @title

source: Failed to replicate the help article
de: Der Hilfeartikel konnte nicht repliziert werden.
hu: A súgó szócikk replikálása nem sikerült.
pl: Replikacja artykułu pomocy nie powiodła się
ro: Crearea unei copii de rezerva a articolului asistenta a esuat

source: Title
de: Titel
hu: Cím
pl: Tytuł
ro: Titlu

source: No url
de: Keine URL
hu: Nincs URL
pl: Brak adresu url
ro: Lipsa url

source: No user_access
de: Kein user_access
hu: Nincs user_access
pl: Brak user_access
ro: Lipsa user_access

source: Created new field_hpbx_block field_collection item
de: Neues field_hpbx_block field_collection Element wurde angelegt
hu: Új field_hpbx_block field_collection elem létrehozva
pl: Utworzono nowy element field_hpbx_block field_collection
ro: Creaza un nou articol field_hpbx_block field_collection

source: Loaded existing field_hpbx_block field_collection item with id
de: Bestehendes field_hpbx_block field_collection Element mit ID wurde geladen
hu: A meglévo field_hpbx_block field_collection elem az azonosítóval betöltve
pl: Załadowano istniejący element field_hpbx_block field_collection przy pomocy id
ro: Incarcare field_hpbx_block cu id articol field_collection

source: Created new instruction_photo field_collection item
de: Neues instruction_photo field_collection Element wurde angelegt
hu: Új instruction_photo field_collection elem létrehozva
pl: Utworzono nowy element instruction_photo field_collection
ro: Creaza un nou articol new instruction_photo field_collection

source: Create hunt group
de: Sammelanrufgruppe erstellen
hu: Vonalcsoport létrehozása
pl: Utwórz grupę wyszukiwania

source: Delete hunt group
de: Sammelanrufgruppe löschen
hu: Vonalcsoport törlése
pl: Usuń grupę wyszukiwania
ro: Stergere grup de hunting

source: Hunting Policy
de: Sammelanrufrichtlinie
hu: Vonalkeresési irányelv
nl: Hoe worden de subscribers gebeld
pl: Polityka Wyszukiwania
ro: Reguli Hunting

source: This Hunt group is empty
de: Diese Sammelanrufgruppe ist leer.
hu: Ez a vonalcsoport üres.
pl: Ta Grupa Wyszukiwania jest pusta
ro: Acest grup de hunting este gol

source: {0} person in this Hunt group
de: {0} Person in dieser Sammelanrufgruppe
hu: {0} személy található ebben a vonalcsoportban
pl: W tej grupie wyszukiwania znajduje się {0} osób
ro: {0} persoane fac parte din acest grup de Hunting

source: {0} persons in this Hunt group
de: {0} Personen in dieser Sammelanrufgruppe
hu: {0} személy található ebben a vonalcsoportban
pl: W tej grupie wyszukiwania znajduje się {0} osób
ro: {0} persoane fac parte din acest grup de Hunting

source: Serial Ringing
de: Serielles Klingeln
hu: Soros csengetés
pl: Dzwonek Seryjny
ro: Apelare consecutiv seriala

source: Parallel Ringing
de: Paralleles Klingeln
hu: Párhuzamos csengetés
pl: Dzwonek Równoległy
ro: Apelare in paralel

source: Random
de: Zufall
hu: Véletlenszeru
pl: Losowo
ro: Apelare aleatorie

source: Circular
de: Zirkulierend
hu: Cirkuláló
pl: Sekwencyjnie
ro: Apelare circulara

source: The selected policy does not support ordering
de: Die gewählte Richtlinie unterstützt Bestellungen nicht.
hu: A választott irányelv nem támogatja a rendelést.
pl: Wybrana polityka jest nieodpowiednia do zamówienia
ro: Politica selectata nu suporta comanda

source: Hunting Policy*
de: Sammelanrufrichtlinie*
hu: Vonalkeresési irányelv*
pl: Polityka Wyszukiwania*
ro: Politica de Hunting*

source: Time out (sec)
de: Timeout (s)
hu: Idotúllépés (s)
pl: Przekroczono czas oczekiwania (sek)
ro: Durata Hunting (sec)

source: Language of Voicemail announcements
de: Sprache der Voicemail-Meldungen
hu: A hangposta közlemények nyelve
pl: Język powiadomień Poczty Głosowej
ro: Limba in care se fac anunturile Casutei Vocale

source: Out of office destination
de: Zielort außerhalb des Büros
hu: Rendeltetési hely távollét esetén
pl: Numer docelowy poza godzinami pracy
ro: Destinatie in afara orelor de program

source: No out of office destination
de: Kein Zielort außerhalb des Büros
hu: Távollét esetén nincs rendeltetési hely
pl: Numer docelowy w godzinach pracy
ro: Destinatia nu este in afara orelor de program

source: Announcement
de: Ankündigung
hu: Értesítés
pl: Powiadomienie
ro: Anunt

source: Destination (Voicemail or Number)
de: Zielort (Voicemail oder Nummer)
hu: Rendeltetési hely (hangposta vagy szám)
pl: Numer docelowy (Poczta Glosowa lub Numer)
ro: Destinatie (Mesagerie Vocala sau Numar)

source: No Answer Settings
de: Einstellungen für fehlende Antwort
hu: A nincs válasz beállítások
pl: Ustawienia braku odpowiedzi
ro: Setari pentru No Answer

source: Drag members in the correct dialing sequence
de: Mitglieder in die richtige Anrufsequenz ziehen
hu: A tag behúzása a megfelelo tárcsázási sorozatba
pl: Przeciągnij członków do odpowiedniej sekwencji dzwonienia
ro: Selecteaza membrii in secventa corecta de formare

source: Please select one or more members for this hunt group.
de: Wählen Sie ein oder mehrere Mitglieder für diese Sammelanrufgruppe.
hu: Kérjük, válasszon ki egy vagy több tagot ehhez a vonalcsoporthoz.
pl: Wybierz jednego lub więcej członków do tej grupy wyszukiwania.
ro: Va rog sa selectati unul sau mai multi membri ai grupului de Hunting.

source: Please provide a valid numeric voicemail pin
de: Stellen Sie einen gültigen numerischen Pin für die Voicemail zur Verfügung
hu: Kérjük, biztosítson egy érvényes numerikus PIN-t a hangpostához

source: Can't find the pilot subscriber preferences
de: Die Pilotteilnehmervoreinstellungen konnten nicht gefunden werden.
hu: Az ellenorzo elofizeto preferenciák nem találhatók.
nl: Kan de hoofdgebruiker niet vinden
pl: Nie można znaleść preferencji abonenta głównego
ro: Nu se gasesc optiunile pilotului abonatului

source: Hunt group successfully saved
de: Sammelanrufgruppe erfolgreich gespeichert
hu: A vonalcsoport sikeresen lementve
pl: Zapisanie grupy wyszukiwania powiodło się
ro: Grup de Hunting salvat cu succes

source: Could not find administrative user for selected customer
de: Administrativer Benutzer für ausgewählten Kunden konnte nicht gefunden werden
hu: A kiválasztott ügyfélhez nem található adminisztratív felhasználó
pl: Nie można znaleść administratora dla wybranego klienta
ro: Nu a fost gasit nici un utilizator de tip administrator pentru clientul selectat

source: Customer Administrator
de: Kundenadministrator
hu: Ügyfél adminisztrátor

source: Music on hold
de: Warteschleifenmusik
hu: Várakoztató zene
nl: Wachtmuziek
pl: Muzyka na czekanie
ro: Muzica apel in asteptare

source: Upload Music on Hold audio
de: Tondatei für Musik in der Warteschleife hochladen
hu: A várakoztató zene hangfájljának feltöltése
pl: Załaduj plik Muzyki na Czekanie
ro: Incarcati Muzica pentru apel in asteptare

source: If you upload an audio file, make sure you pay for or own the content rights for this audio file.</br></br>The maximum allowed duration of the audio file is 60 minutes.</br></br>Supported file types: wav, mp3, flac, ogg, raw
de: Wenn Sie eine Tondatei hochladen, sicherstellen, dass Sie die Inhaltsrechte für die Tondatei bezahlen oder besitzen.</br></br>Die Tondatei darf maximal 60 Minuten lang sein.</br></br>Unterstützte Dateitypen: wav, mp3, flac, ogg, raw
hu: Hangfájl feltöltése esetén biztosítani kell, hogy a hangfájl tartalmának jogtulajdonosa Ön legyen, vagy az azzal kapcsolatos jogdíjak ki legyenek fizetve.</br></br>A hangfájl megengedett maximális hossza 60 perc.</br></br>Támogatott fájltípusok: wav, mp3, flac, ogg, raw
pl: Jeśli ładujesz plik audio, upewnij się, że opłacasz lub posiadasz prawo własności lub licencję do zawartości tego pliku audio. </br></br>Maksymalny dopuszczalny czas trwania pliku audio wynosi 60 minut.</br></br> Odpowiednie typy plików: wav, mp3, flac, ogg, raw

source: Clear upload
de: Upload löschen
hu: Feltöltés törlése

source: Or choose a song from our default !icon !ml_link
de: Oder wählen Sie ein Lied aus unserer Standard- !icon !ml_link.
pl: Lub wybierz utwór z naszej biblioteki !icon !ml_link

source: music library
de: Musikbibliothek
hu: Zenekönyvtár
pl: biblioteka muzyki
ro: libraria de muzica

source: Choose your music on hold media
de: Wählen Sie Ihr Medium für die Musik in der Warteschleife.
hu: Válassza ki a várakoztató zene médiát.
pl: Wybierz utwór przy oczekiwaniu na połączenie
